Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/*.po
Languages: ar

source: No new messages
ar: لا توجد رسائل جديدة

source: No redirection
ar: إعادة التوجيه

source: No Redirection
ar: إعادة التوجيه

source: No results
ar: لا يوجد نتائج

source: No Results
ar: لا يوجد نتائج

source: No widget selected
ar: لم يتم تحديد عنصر واجهة مستخدم

source: No, do not block high scoring spam. Use only the threshold in the previous section.
ar: لا، لا تمنع الرسائل غير المرغوب فيها عالية التهديف. استخدم العتبة في المقطع السابق فقط.

source: No, leave the subject unchanged.
ar: لا، اترك الموضوع دون تغيير.

source: None
ar: لا شيء

source: Normal
ar: عادي

source: Not After
ar: ليس بعد

source: Not Before
ar: يحدد عدد الأيام التي تسبق انتهاء صلاحية الشهادة ليتم إرسال تنبيه قبله.

source: Not defined
ar: لم يتم تحديد مستلمين. / لا يوجد عنوان بريد إلكتروني محفوظ لدى المستلمين المحددين.

source: Not forced (User Select)
ar: غير إجباري (تحديد المستخدم)

source: Not using attachments will leave the spam unaltered except for spam headers.
ar: سيؤدي عدم استخدام المرفقات إلى ترك البريد المزعج دون تغيير باستثناء رؤوس الرسائل غير المرغوب فيها.

source: Note
ar: ملاحظة

source: Note that the Login Keys are one-way encrypted, just like passwords. They cannot be retrieved if you forget them.
ar: لاحظ أن مفاتيح تسجيل الدخول مشفرة في اتجاه واحد، تماما مثل كلمات المرور. لا يمكن استرجاعها إذا نسيتها.

source: Note that there are no spaces
ar: لاحظ أنه لا توجد مسافات

source: Note that you must set the IP to be shared if you want to add multiple users to it. If you select a non-shared IP, you can only restore 1 user to it.
ar: لاحظ أنه يجب تعيين IP إلى أن تكون مشتركة إذا كنت تريد إضافة عدة مستخدمين إليه. إذا قمت بتحديد IP غير مشترك، يمكنك فقط استعادة مستخدم واحد إليه.

source: Note: For older exim.pl files before version 13, each delivery attempt is counted, including retries.
ar: ملاحظة: بالنسبة لملفات exim.pl الأقدم قبل الإصدار 13، يتم حساب كل محاولة تسليم، بما في ذلك إعادة المحاولة.

source: Note: the word filter matches partial words. For example, if you block the word "put" and the email contains "computer", then the email will be blocked. If you expect it to be its own word, then block " put ", with spaces beside it to avoid partial matching.
ar: ملاحظة: يطابق عامل تصفية الكلمة الكلمات الجزئية. من أجل على سبيل المثال، إذا قمت بحظر الكلمة "وضع" و البريد الإلكتروني يحتوي على "الكمبيوتر"، ثم البريد الإلكتروني سوف يتم حظرها. إذا كنت تتوقع أن تكون كلمتها الخاصة، ثم كتلة " وضع " ، مع مسافات بجانبه إلى تجنب المطابقة الجزئية.

source: Note: the word filter matches partial words. For example, if you block the word "put" and the email contains "computer", then the email will be blocked. If you expect it to be its own word, then block " put ", with spaces beside it to avoid partial matching.
ar: ملاحظة: يطابق عامل تصفية الكلمة الكلمات الجزئية. من أجل على سبيل المثال، إذا قمت بحظر كلمة "وضع" والبريد الإلكتروني يحتوي على "الكمبيوتر"، ثم سيتم حظر البريد الإلكتروني. إذا كنت تتوقع أن تكون كلمتها الخاصة، ثم كتلة " وضع "، مع مسافات بجانبه لتجنب جزئية مطابقه.

source: Nothing found
ar: لم يتم العثور على شيء

source: Notifications
ar: التنبيهات

source: Notified
ar: اعلام

source: Notify
ar: الإشعارات

source: Notify administrator account on certificate request failures
ar: إعلام حساب المسؤول عن فشل طلب الشهادة

source: Notify Admins after a User has
ar: إعلام المسؤولين بعد أن يكون لدى المستخدم

source: Notify Admins after an IP has
ar: إعلام المسؤولين بعد وجود IP

source: Notify all admins whenever a service goes down using the messaging/ticket system.
ar: قم بإعلام جميع المسؤولين كلما انخفضت الخدمة باستخدام نظام المراسلة/التذاكر.

source: Notify me on all failed question attempts. Disabling this option will still notify you after %{ count } failed attempts.
ar: إعلامي على كافة محاولات السؤال الفاشلة. لا يزال تعطيل هذا الخيار يعلمك بعد فشل ٪{ عدد } المحاولات الفاشلة.

source: Notify me on all incorrect codes entries. Disabling this option will still notify you after 5 failed attempts.
ar: أعلمني على كافة إدخالات الرموز غير صحيحة. لا يزال تعطيل هذا الخيار يعلمك بعد خمس محاولات فاشلة.

source: Notify user on certificate request success
ar: إعلام المستخدم بنجاح طلب الشهادة

source: Notify users on certificate request failures
ar: إعلام المستخدمين عن فشل طلب الشهادة

source: Notifying you that if you 'Login As' this account, you might be using a skin who's code under their control.
ar: إعلامك أنه إذا كنت 'تسجيل الدخول باسم' هذا الحساب، قد يكون استخدام الجلد الذي رمز تحت سيطرتهم.

source: November
ar: نوفمبر

source: Now
ar: الان

source: Number of auto-renew certificate request failures before disabling it
ar: عدد حالات فشل طلب التجديد التلقائي قبل تعطيلها

source: Number of lines from the end
ar: عدد الأسطر من النهاية

source: Number of lines to show
ar: عدد الأسطر التي تريد إظهارها

source: Number of user domains shown
ar: عدد مجالات المستخدمين المعروضة

source: Number of Users
ar: عدد المستخدمين

source: October
ar: اكتوبر

source: of %{ total }
ar: من ٪{ الإجمالي }

source: Off
ar: إيقاف

source: Old Domain
ar: المجال القديم

source: Old Location
ar: الموقع القديم

source: Old Package Name
ar: اسم الحزمة القديمة

source: Old Password
ar: كلمة السر القديمة

source: Older than
ar: امسح رسائل البريد الإلكتروني الأقدم من XX يومًا من مجلد البريد المزعج / البريد الغير مرغوب به.

source: On
ar: تشغيل

source: on partition
ar: على القسم

source: On restore, check for domain conflict in domainowners file, rather than the named.conf, or remote named.conf files.
ar: على الاستعادة، تحقق من وجود تعارض المجال في ملف domainners بدلاً من ملفات named.conf أو البعيدة named.conf.

source: On Schedule
ar: جدول

source: One IP per line. <br>Ranges allowed: 1.2.3.4-5 <br>Leave blank to allow any IP.
ar: عنوان IP واحد لكل سطر.<br>النطاقات المسموح بها: 1.2.3.4-5<br>اتركه فارغًا للسماح بأي IP.

source: One-Click login requires does not support webmail_link=%{ webmail_link }. Try webmail_link=roundcube
ar: لا يعتمد تسجيل الدخول بنقرة واحدة webmail_link =٪{ webmail_link }. حاول webmail_link = becube

source: One-Time Login URL
ar: عنوان URL لتسجيل الدخول لمرة واحدة

source: One-Time Login URL Created
ar: تم إنشاء URL لتسجيل الدخول لمرة واحدة

source: Only add the few lines of the server code you need to insert.
ar: قم بإضافة الأسطر القليلة من رمز الخادم الذي تحتاج إلى إدراجه.

source: Open
ar: فتح

source: Open + Confirm
ar: فتح + تأكيد

source: Open Basedir
ar: فتح Basedir

source: Open BaseDir
ar: فتح BaseDir

source: Open dropdown
ar: القائمة المنسدلة المفتوحة

source: Open in new tab
ar: فتح في علامة تبويب جديدة

source: Optimize
ar: تحسين

source: Optional
ar: اختياري

source: Options
ar: الخيارات

source: or
ar: أو

source: Original Package
ar: الحزمة الأصلية

source: Other
ar: أخرى

source: Other...
ar: أخرى...

source: Out
ar: خارج

source: Outgoing
ar: الصادر

source: Override private HTML document root
ar: تجاوز جذر مستند HTML الخاص

source: Override public HTML document root
ar: تجاوز جذر مستند HTML العام

source: Override Shade
ar: تجاوز الظل

source: Override Suspension Message
ar: تجاوز رسالة التعليق

source: Override TTL
ar: تجاوز TTL

source: Override TTL Value
ar: تجاوز قيمة TTL

source: Oversell
ar: بيع زائد

source: Overselling: Allow Resellers to sell More features than they are allowed.
ar: البيع المفرط: السماح للبائعين ببيع المزيد من الميزات أكثر مما هو مسموح به.

source: Overusage highlight
ar: تسليط الضوء على الإفراط

source: Overview:
ar: نظرة عامة

source: Overwrite
ar: الكتابة فوقه

source: Overwrite if already exists
ar: الكتابة فوق إذا كان موجوداً بالفعل

source: Owner
ar: المالك

source: package
ar: حزمة

source: Package
ar: الباقة

source: Package already exists
ar: الحزمة موجودة بالفعل

source: Package Name
ar: اسم الحزمة

source: Package Name should not contain any special symbols
ar: يجب ألا يحتوي اسم الحزمة على أي رموز خاصة

source: Package name should not contain special characters
ar: يجب ألا يحتوي اسم الحزمة على أحرف خاصة

source: Parse service logs for brute force attacks
ar: تحليل سجلات الخدمة لهجمات القوة الغاشمة

source: Partition Usage Threshold should be number between 0 and 100
ar: يجب أن يكون حد استخدام القسم رقم بين 0 و 100

source: Password
ar: كلمة المرور

source: Password Protected Directories
ar: دلائل محمية بكلمة مرور

source: Password:
ar: كلمة المرور:

source: Paste a pre-generated certificate and key
ar: لصق شهادة ومفتاح تم إنشاؤها مسبقًا

source: Paste Authorized Key
ar: لصق مفتاح معتمد

source: Paste Key
ar: مفتاح اللصق

source: Path
ar: المسار

source: Path:
ar: الطريق:

source: Percent
ar: النسبة المئوية

source: Percentage
ar: النسبة المئوية

source: Period
ar: الفترة

source: Period:
ar: فترة:

source: Perl
ar: بيرل

source: Perl Modules
ar: وحدات بيرل

source: Perm.
ar: بيرم.

source: Permissions
ar: الأذونات

source: Permissions is not valid
ar: الأذونات غير صالحة

source: Personal DNS's
ar: DNS الشخصية

source: PHP Access
ar: وصول PHP

source: PHP Configuration
ar: PHP التكوين

source: PHP Script Name
ar: PHP اسم البرنامج النصي

source: PHP Scripts
ar: PHP النصية

source: PHP Settings
ar: إعدادات PHP

source: PHP Version
ar: نسخة الـPHP

source: PHP Version selector
ar: PHP الإصدار محدد

source: PHP Version Selector
ar: PHP الإصدار محدد

source: PHP-FPM config customization for %{ user } php-fpm %{ version }
ar: PHP-FPM تخصيص التكوين ل٪{ المستخدم } php-fpm ٪{ الإصدار }

source: PHP-FPM Configuration
ar: تكوين PHP-FPM

source: php-fpm Global |CUSTOM1|
ar: php-fpm | العالمية CUSTOM1|

source: php-fpm Global |CUSTOM2|
ar: php-fpm | العالمية CUSTOM2|

source: PID
ar: معرف مزود الخدمة

source: PID(s)
ar: PID (ق)

source: Pipe
ar: الانابيب

source: Plain
ar: واضح

source: Plain Text
ar: نص عادي

source: Play
ar: تشغيل

source: Please add a period symbol at the end of the domain name if domain should not be auto-appended.
ar: الرجاء إضافة رمز فترة في نهاية اسم المجال إذا كان لا يجب أن يتم إلحاق المجال تلقائيًا.

source: Please confirm your request
ar: يرجى تأكيد طلبك

source: Please enter username/domain to search
ar: الرجاء إدخال اسم المستخدم/ النطاق للبحث

source: Please enter your search criteria
ar: الرجاء إدخال معايير البحث

source: Please provide custom directory in the field below
ar: يرجى توفير دليل مخصص في الحقل أدناه

source: Please, select one of options listed below
ar: الرجاء اختيار أحد الخيارات المدرجة أدناه

source: Plugin
ar: إضافة

source: Plugin Manager
ar: مدير البرنامج المساعد

source: Plugins
ar: الإضافات

source: Plugins Allow/Deny
ar: الإضافات السماح / رفض

source: Plugins will be inserted after this entry
ar: سيتم إدراج الإضافات بعد هذا الإدخال

source: Pointer
ar: مؤشر

source: Pointers limit reached
ar: تم الوصول إلى حد المؤشرات

source: Policy
ar: السياسات

source: Port
ar: المنفذ

source: Post reply
ar: اضافة رد

source: Post Reply
ar: اضافة رد

source: Precedence
ar: الاسبقيه

source: Preferences
ar: التفضيلات

source: Present
ar: حاضر

source: Press Ctrl+Enter to save
ar: اضغط على Ctrl+Enter للحفظ

source: Prevent 127.0.0.1 from being Blacklisted
ar: منع 127.0.0.1 من القائمة السوداء

source: Prevent E-mail
ar: منع البريد الإلكتروني

source: Previous
ar: السابق

source: Previous Page
ar: الصفحة السابقة

source: Previous Step
ar: الخطوة السابقة

source: Primary
ar: ابتدائي

source: Print
ar: طباعة

source: Priority
ar: الأولوية

source: Priority:
ar: الأولوية:

source: Private HTML Root
ar: جذر HTML خاص

source: private_html option has been updated
ar: تم تحديث private_html الخيار

source: private_html setup
ar: الإعداد private_html

source: Privileges
ar: امتيازات

source: Privileges:
ar: امتيازات:

source: Process Info
ar: x معلومات العملية

source: Process Monitor
ar: مراقبة العملية

source: Processes
ar: العمليات

source: Processes:
ar: العمليات

source: Processor Name
ar: اسم المعالج

source: Processor Speed (MHz)
ar: سرعة المعالج (ميغا هرتز)

source: Profile Setup
ar: إعداد ملف التعريف

source: Progress
ar: التقدم

source: Protect
ar: الحماية

source: Protect Directory
ar: حماية الدليل

source: Protected Directories
ar: الدلائل المحمية

source: Protected Directory Prompt
ar: موجه الدليل المحمي

source: Protected file types
ar: أنواع الملفات المحمية

source: Public
ar: عام

source: Public HTML Root
ar: جذر HTML العام

source: Public Keys
ar: المفاتيح العامة

source: Published
ar: منشور

source: Purge
ar: تطهير

source: Purge Archives
ar: تطهير المحفوظات

source: Purge Archives older than
ar: تطهير المحفوظات أقدم من

source: Purge Folder
ar: إزالة المجلد

source: Purge Received
ar: تم تلقي عملية التطهير

source: Purge Spambox / Trash data after (days)
ar: تطهير Spambox / بيانات القمامة بعد (أيام)

source: Python
ar: بيثون

source: QR Code
ar: كود QR

source: Quarantine
ar: حجر صحي، محجر. يحجر

source: Question
ar: سؤال

source: Queue size (%{ queue_size }) is larger than the maximum value (%{ max_load_size}) and may timeout.
ar: حجم قائمة الانتظار (٪{ queue_size}) أكبر من الحد الأقصى لقيمة (٪{ max_load_size}) وقد يُمهلة.

source: Quota can't be larger than 100TB
ar: لا يمكن أن تكون الحصة النسبية أكبر من 100 تيرابايت

source: Range end should be larger than start
ar: يجب أن يكون نهاية النطاق أكبر من البداية

source: Rates
ar: تقييم

source: raw
ar: الخام

source: Re-sign your zone
ar: إعادة توقيع المنطقة الخاصة بك

source: Read
ar: اقرأ

source: Read Message
ar: قراءة الرسالة

source: Reading from tracker stream...
ar: القراءة من تيار تعقب...

source: Reason
ar: السبب

source: Reason:
ar: السبب:

source: Reboot
ar: إعادة التشغيل

source: Reboot Server
ar: إعادة تشغيل الخادم

source: Received
ar: تم الاستلام

source: Received E-mails
ar: رسائل البريد الإلكتروني التي تم تلقيها

source: Recipient(s)
ar: المستلم/المستلمين

source: record
ar: تسجيل

source: Record Type
ar: نوع السجل

source: Recursive
ar: العوديه

source: Redirect
ar: إعادة توجيه

source: Redirect Domain
ar: إعادة توجيه المجال

source: Redirect it to the catch-all spam folder in your main IMAP account
ar: إعادة توجيهه إلى مجلد البريد المزعج للجميع في حسابك الرئيسي IMAP

source: Redirect Now
ar: إعادة التوجيه الآن

source: Redirect to
ar: إعادة توجيه للرابط URL

source: Redirect Type
ar: نوع تغییر مسیر

source: Redirect URL
ar: إعادة توجيه للرابط URL

source: Redirecting to <b>%{ url }</b> after <b>%{ s }</b> seconds
ar: إعادة التوجيه إلى <b>٪{url }</b> بعد <b>٪{s }</b> ثواني

source: Redirection for domain, pointers, and sub-domains.
ar: إعادة توجيه للمجال والمؤشرات والمجالات الفرعية.

source: Refreshed
ar: منتعش

source: Reject
ar: مرفوض

source: Relaxed
ar: استرخاء

source: Reload
ar: إعادة تحميل

source: Reload every
ar: إعادة تحميل كل

source: Reload Files
ar: إعادة تحميل الملفات

source: reload in %{delay} seconds
ar: إعادة التحميل في %{delay} ثانية

source: Reload Log
ar: إعادة تحميل السجل

source: Reload Now
ar: إعادة تحميل الآن

source: Reload Table
ar: إعادة تحميل الجدول

source: reloading...
ar: اعاده...

source: Remote Host
ar: المضيف البعيد

source: Remote Password
ar: كلمة المرور عن بعد

source: Remote Path
ar: مسار بعيد

source: Remote Server
ar: الخادم البعيد

source: Remote Transfer
ar: نقل عن بعد

source: Remote transfer method
ar: طريقة النقل عن بعد

source: Remote User
ar: المستخدم البعيد

source: Remove
ar: إزالة

source: Remove an IP from the BF blacklist after
ar: إزالة IP من القائمة السوداء BF بعد

source: Remove an IP from the blacklist after
ar: إزالة الملكية الفكرية من القائمة السوداء بعد

source: Remove Authentication
ar: إزالة المصادقة

source: Remove Destination
ar: إزالة الوجهة

source: Remove Directory Content
ar: إزالة محتوى الدليل

source: Remove DNS records for IP
ar: إزالة سجلات DNS لـ IP

source: Remove file
ar: إزالة الملف

source: Remove Filter
ar: إزالة فلتر

source: Remove Forwarder
ar: إزالة مع توجيه

source: Remove from
ar: إزالة من

source: Remove from blacklist
ar: إزالة من القائمة السوداء

source: Remove from pointers
ar: إزالة من المؤشرات

source: Remove from queue
ar: إزالة من قائمة الانتظار

source: Remove from reseller
ar: إزالة من بائع التجزئة

source: Remove from Skip List
ar: إزالة من قائمة التخطي

source: Remove Protection
ar: إزالة الحماية

source: Remove public stats
ar: إزالة الإحصائيات العامة

source: Remove Selected
ar: إزالة المحدد

source: Remove widget
ar: إزالة عنصر واجهة المستخدم

source: Remove Widget
ar: إزالة عنصر واجهة المستخدم

source: Rename
ar: إعادة تسمية

source: Rename domain
ar: إعادة تسمية المجال

source: Rename Domain
ar: إعادة تسمية المجال

source: Rename File
ar: إعادة تسمية الملف

source: Rename Package
ar: إعادة تسمية الحزمة

source: Renew certificates on suspended domains
ar: تجديد الشهادات على المجالات المعلقة

source: Repair
ar: إصلاح

source: Replace
ar: استبدال

source: Replace existing files:
ar: استبدال الملفات الموجودة

source: Replies
ar: الردود

source: Reply Encoding
ar: ترميز الرد

source: Reply Frequency
ar: تكرار الرد

source: Reply To
ar: رد

source: Report Format
ar: تنسيق التقرير

source: Reporting Interval
ar: فترة التقارير

source: Request and display folder sizes; noticeably increases data loading time when enabled.
ar: طلب وعرض أحجام المجلدات; بشكل ملحوظ يزيد وقت تحميل البيانات عند تمكين.

source: Request Line
ar: سطر الطلب

source: Requested page depends on one or more of denied commands
ar: تعتمد الصفحة المطلوبة على أمر واحد أو أكثر من الأوامر التي تم رفضها

source: Requested page doesn't belong to your authority level
ar: الصفحة المطلوبة لا تنتمي إلى مستوى السلطة

source: Requests
ar: الطلبات

source: Require valid Two-Step Authentication Code to login to this account.
ar: يتطلب رمز المصادقة خطوتين صالح لتسجيل الدخول إلى هذا الحساب.

source: Required field
ar: حقل مطلوب

source: Reseller
ar: موزع

source: Reseller Bandwidth
ar: عرض النطاق الترددي للموزعين

source: Reseller History
ar: تاريخ البائعين

source: Reseller package with such name exists already and will be overwritten.
ar: حزمة موزع مع هذا الاسم موجود بالفعل وسيتم الكتابة فوقها.

source: Reseller Plugins
ar: الإضافات الموزعة

source: Reseller Quota
ar: حصة الموزع

source: Reseller Skin owned by %{ owner }
ar: مورد الجلد التي يملكها ٪{ مالك }

source: Reseller Statistics
ar: إحصاءات الموزعين

source: Reseller Stats
ar: إحصائيات الموزع

source: Reseller Tools
ar: أدوات الموزع

source: Reseller: %{ creator }
ar: موزع: ٪{منشئ }

source: Reseller: %{ username }
ar: موزع: ٪{اسم المستخدم}

source: Reseller: %{ username } and %{ nusers } user
ar: موزع: ٪{ اسم المستخدم } و٪{ ناوس } المستخدم

source: Reseller(s)
ar: بائعي التجزئة

source: Resellers
ar: الموزعين

source: Resend
ar: لإعادة ارسال كلمة مرور مرة واحدة

source: Resend Welcome E-mail
ar: إعادة إرسال البريد الإلكتروني الترحيب

source: Reset
ar: إعادة تعيين

source: Reset All
ar: إعادة تعيين الكل

source: Reset colors
ar: إعادة تعيين الألوان

source: Reset component
ar: إعادة تعيين مكون

source: Reset count of IP/User failed attempts
ar: إعادة تعيين عدد محاولات IP/المستخدم الفاشلة

source: Reset Defaults
ar: إعادة للإفتراضي

source: Reset logo
ar: إعادة تعيين الشعار

source: Reset owner
ar: مالك إعادة التعيين

source: Reset Owner
ar: إعادة تعيين المالك

source: Reset to default
ar: إعادة تعيين للإفتراضي

source: Reset to defaults
ar: إستعادة الوضع الإفتراضي

source: Reset Today
ar: إعادة التعيين اليوم

source: Resetting the defaults will wipe any custom entries you have made.
ar: ستؤدي إعادة تعيين الإعدادات الافتراضية إلى مسح أي إدخالات مخصصة قمت بها.

source: Responder Address:
ar: عنوان المستجيب:

source: Responder Message:
ar: رسالة المستجيب:

source: Restart
ar: إعادة التشغيل

source: Restart Application
ar: إعادة تشغيل التطبيق

source: Restart DirectAdmin
ar: إعادة تشغيل DirectAdmin

source: Restore
ar: استعادة

source: Restore Backup
ar: استعادة النسخ الاحتياطي

source: Restore File
ar: استعادة الملف

source: Restore Options
ar: خيارات الاستعادة

source: Restore to partition
ar: استعادة إلى قسم

source: Restore with local NameServers.
ar: الاستعادة باستخدام "ملقمات الأسماء" المحلية.

source: Restore with SPF values from backup.
ar: استعادة مع قيم SPF من النسخ الاحتياطي.

source: Restrict Post
ar: تقييد البريد

source: Result: %{ name }
ar: النتيجة: ٪{الاسم}

source: Retry
ar: أعد المحاولة

source: Rewrite Apache
ar: إعادة كتابة أباتشي

source: Root
ar: جذر

source: Root Password
ar: كلمة مرور الجذر

source: Route
ar: مسار

source: Routes
ar: طرق

source: Rows Density
ar: كثافة الصفوف

source: Rows:
ar: الصفوف:

source: Rspamd spam filtering system
ar: Rspamd نظام تصفية البريد المزعج

source: Ruby
ar: روبي

source: Rule ID
ar: معرف القاعدة

source: Run Now
ar: انطلق الأن

source: Run on @reboot
ar: تشغيل على @reboot

source: Run System Backup right now
ar: تشغيل نظام النسخ الاحتياطي الآن

source: Running
ar: قيد التشغيل

source: Safe
ar: صندوق الامانات

source: Safe Mode
ar: (الوضع الآمن)

source: Same as database name
ar: نفس اسم قاعدة البيانات

source: Same as domain
ar: نفس المجال

source: Same as Main account
ar: نفس الحساب الرئيسي

source: Sample Cron commands:
ar: أوامر Cron النموذجية:

source: Saturation
ar: التشبع

source: Saturday
ar: يوم السبت

source: Save
ar: حفظ

source: Save As
ar: حفظ كـ

source: Save Changes
ar: حفظ التغييرات

source: Save Comments
ar: حفظ التعليقات

source: Save E-mail
ar: حفظ البريد الإلكتروني

source: Save Limit Notice
ar: حفظ إشعار الحد

source: Save Name
ar: حفظ الاسم

source: Save Name Servers
ar: حفظ خوادم الأسماء

source: Scan for WordPress attacks
ar: مسح لهجمات وورد

source: Scan this code in your phone
ar: مسح هذا الرمز ضوئيًا في هاتفك

source: Schedule
ar: جدول

source: Schedule Backup
ar: جدولة نسخة احتياطية

source: scheduled backup
ar: النسخ الاحتياطي المجدول

source: Scheduled Backups
ar: النسخ الاحتياطي المجدولة

source: Scratch Code
ar: رمز الصفر

source: Scratch Codes
ar: رموز الخدش

source: Scratch Codes are one-time use codes in case you don't have your phone, so keep them safe.
ar: رموز الصفر هي رموز الاستخدام لمرة واحدة في حالة لم يكن لديك هاتفك، لذلك الحفاظ عليها آمنة.

source: Script
ar: السيناريو

source: Search
ar: بحث

source: Search Criteria
ar: معايير البحث

source: Search domain name
ar: بحث اسم نطاق

source: Search Results
ar: نتائج البحث

source: Search settings
ar: اعدادات البحث

source: seconds
ar: ثواني

source: seconds after the last attempt
ar: ثانية بعد المحاولة الأخيرة

source: Secret
ar: سرية

source: Secure FTP
ar: بروتوكول نقل الملفات الآمن

source: Secure Socket Layer (SSL)
ar: طبقة مأخذ التوصيل الآمنة (SSL)

source: Secure SSL
ar: SSL الآمنة

source: Security Question
ar: السؤال الامني

source: Security Questions
ar: أسئلة الأمان

source: Security Questions options
ar: خيارات أسئلة الأمان

source: Security Settings
ar: اعدادات الامان

source: Seek should be smaller than %{ size }
ar: يجب أن يكون البحث أصغر من ٪{ حجم }

source: Select
ar: تحديد

source: Select All
ar: تحديد الكل

source: Select All Domains
ar: حدد كل المجالات

source: Select all rows
ar: تحديد كافة الصفوف

source: Select backup files to restore.
ar: حدد ملفات النسخ الاحتياطي للاستعادة.

source: Select data you would like to backup.
ar: حدد البيانات التي ترغب في نسخها احتياطيًا.

source: Select Database
ar: تحديد قاعدة البيانات

source: Select directory for backups.
ar: حدد دليل النسخ الاحتياطية.

source: Select directory for restore.
ar: حدد الدليل للاستعادة.

source: Select domains to backup
ar: تحديد المجالات للنسخ الاحتياطي

source: Select file to upload
ar: تحديد الملف للتحميل

source: Select IP address or User to filter results
ar: حدد عنوان IP أو مستخدم لتصفية النتائج

source: Select IP address used for restore.
ar: حدد عنوان IP المستخدم للاستعادة.

source: Select IP to Add
ar: حدد IP لإضافة

source: Select IP to filter results
ar: حدد IP لتصفية النتائج

source: Select log file
ar: حدد ملف سجل

source: Select log file to view
ar: تحديد ملف السجل لعرضه

source: Select None
ar: اختر لا شيء

source: Select Path
ar: حدد المسار

source: Select Reseller
ar: حدد موزع

source: Select row
ar: تحديد صف

source: Select the domain to change and enter its new value
ar: حدد المجال لتغييره وأدخل قيمته الجديدة

source: Select time period for backup.
ar: حدد الفترة الزمنية للنسخ الاحتياطي.

source: Select username to filter results
ar: تحديد اسم المستخدم لتصفية النتائج
