Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/*.po
Languages: ar

source: Check usage every
ar: التحقق من الاستخدام كل

source: Choose a new look
ar: اختيار مظهر جديد

source: Choose directories to backup
ar: اختيار الدلائل للنسخ الاحتياطي

source: Choose files to backup
ar: اختيار الملفات للنسخ الاحتياطي

source: City
ar: المدينة

source: Class Path
ar: مسار الفصل

source: Clean Forwarders
ar: معلّّم النظافة

source: Clear
ar: مسح

source: Clear All
ar: محو الكل

source: Clear Clipboard
ar: مسح الحافظة

source: Clear failed login attempts from log
ar: مسح محاولات تسجيل الدخول الفاشلة من السجل

source: Clear Filter
ar: إلغاء الفلتر

source: Clear Key:
ar: مفتاح مسح:

source: Clear Message System
ar: مسح نظام الرسائل

source: Clear NS
ar: مسح NS

source: Clear Search
ar: إزالة حقل البحث

source: Clear Selection
ar: مسح التحديد

source: Click for details
ar: انقر للحصول على التفاصيل

source: Click for more info
ar: انقر للحصول على مزيد من المعلومات

source: Client ID
ar: معرف العميل

source: Client IP
ar: عميل IP

source: Clipboard
ar: الحافظة

source: Clipboard Actions
ar: إجراءات الحافظة

source: Clipboard is empty
ar: الحافظة فارغة

source: Close
ar: إغلاق

source: Close dropdown
ar: إغلاق القائمة المنسدلة

source: Close fullscreen
ar: إغلاق ملء الشاشة

source: Close Report
ar: إغلاق التقرير

source: Closed
ar: مغلق

source: Closed + Confirm
ar: مغلق + تأكيد

source: Collapse
ar: انهيار

source: Color
ar: اللون

source: Colors
ar: الألوان

source: Column
ar: عمود

source: Column Size
ar: حجم العمود

source: Columns
ar: اعمدة

source: Command
ar: الأمر

source: Commands:
ar: الاوامر:

source: Comment
ar: التعليق

source: Comments
ar: التعليقات

source: Common Name
ar: الاسم الشائع

source: Company
ar: الشركة

source: Company Division
ar: شعبة الشركات

source: Complete Usage Statistics
ar: إحصائيات الاستخدام الكاملة

source: Compress
ar: ضغط

source: Compress and Download directory
ar: ضغط وتحميل الدليل

source: Compress and download...
ar: ضغط وتحميل...

source: Compress Files
ar: ضغط الملفات

source: Condensed
ar: الموجز

source: Conf. Files
ar: ملفات Conf.

source: Configuration
ar: التهيئات

source: Configuration Check
ar: التحقق من التهيئة

source: Configure full system Backup
ar: تكوين النسخة الاحتياطية للنظام الكامل

source: Configure Remote Transfer option
ar: تكوين خيار النقل البعيد

source: Configure skin options, colors & branding
ar: تكوين خيارات المظهر والألوان والعلامة التجارية

source: Confirm
ar: تأكيد

source: Confirm File Save
ar: تأكيد حفظ الملف

source: Confirmation
ar: التأكيد

source: Connect
ar: الاتصال

source: Connection Error
ar: خطأ في الإتصال

source: Connection Method
ar: أسلوب الاتصال

source: Contains
ar: يحتوي على

source: Content-Type
ar: نوع المحتوى

source: Contents of the %{ filename } file for %{ domain }
ar: محتويات الملف ٪{اسم الملف} لـ ٪{المجال}

source: Control Panel
ar: لوحة التحكم

source: Copy
ar: نسخ

source: Copy %{type} "%{name}" to:
ar: نسخ %{type} "%{name}" إلى:

source: Copy File
ar: نسخ ملف

source: Copy Files
ar: نسخ الملفات

source: Copy Package
ar: نسخ الحزمة

source: Copy to clipboard
ar: نسخ إلى الحافظة

source: Copy to Clipboard
ar: نسخ إلى الحافظة

source: Core Functions
ar: الوظائف الأساسية

source: Corrupted Plugin
ar: البرنامج المساعد تالف

source: Count
ar: عد

source: Country
ar: البلد

source: CPU
ar: وحدة المعالجة المركزية

source: CPU Pressure
ar: ضغط المعالج

source: CPU(s):
ar: وحدة المعالجة المركزية (ق):

source: CPUs count
ar: عدد وحدات المعالجة المركزية

source: CPUs Information
ar: معلومات وحدات المعالجة المركزية (CPUs)

source: Create
ar: إنشاء

source: Create A Certificate Request
ar: إنشاء طلب شهادة

source: Create a new Application
ar: إنشاء تطبيق جديد

source: Create a new secret to begin.
ar: إنشاء سر جديد للبدء.

source: Create Account
ar: إنشاء حساب

source: Create Admin
ar: إنشاء مسؤول

source: Create Administrator
ar: إنشاء مسؤول

source: Create Application
ar: إنشاء تطبيق

source: Create as an Alias
ar: إنشاء كاسم مستعار

source: Create Autoresponder
ar: إنشاء الرد التلقائي

source: Create Backup
ar: إنشاء نسخة احتياطية

source: Create Cron job
ar: إنشاء وظيفة كرون

source: Create Cron Job
ar: إنشاء وظيفة كرون

source: Create Database
ar: إنشاء قاعدة بيانات

source: Create Domain
ar: إنشاء مجال

source: Create Domain Pointer
ar: إنشاء مؤشر المجال

source: Create E-mail Forwarder
ar: إنشاء معمّد بريد إلكتروني

source: Create File
ar: إنشاء ملف

source: Create Folder
ar: إنشاء مجلد

source: Create Forwarder
ar: إنشاء معوّد التوجيه

source: Create Forwarders
ar: إنشاء معوّبين

source: Create forwarders from raw data
ar: إنشاء معرّّّد من بيانات أولية

source: Create FTP Account
ar: إنشاء حساب FTP

source: Create Handler
ar: إنشاء معالج

source: Create Key
ar: إنشاء زوج المفاتيح

source: Create Login Key
ar: إنشاء مفتاح تسجيل الدخول

source: Create Mail Account
ar: إنشاء حساب بريد

source: Create Mailing List
ar: إنشاء قائمة بريدية

source: Create Name Servers
ar: إنشاء خوادم الأسماء

source: Create new Database
ar: إنشاء قاعدة بيانات جديدة

source: Create New Package
ar: إنشاء باقة جديدة

source: Create New Redirect
ar: إنشاء إعادة توجيه جديدة

source: Create New User
ar: إنشاء مستخدم جديد

source: Create New User for %{database}
ar: إنشاء مستخدم جديد %{database}

source: Create Package
ar: إنشاء باقة

source: Create Reseller
ar: إنشاء موزع

source: Create Reseller Package
ar: إنشاء حزمة موزع

source: Create Reverse IP Lookup
ar: إنشاء بحث عكسي IP

source: Create Route
ar: إنشاء مسار

source: Create SSH Key
ar: إنشاء مفتاح SSH

source: Create Ticket
ar: انشاء تذكرة

source: Create User
ar: إنشاء مستخدم جديد

source: Create User Package
ar: إنشاء حزمة المستخدم

source: Create Vacation Message
ar: إنشاء رسالة عطلة

source: Create your own self signed certificate
ar: إنشاء شهادة موقعة ذاتياً

source: Create Zone
ar: إنشاء منطقة

source: Create/Restore Backups
ar: إنشاء/استعادة النسخ الاحتياطية

source: Created
ar: تم الإنشاء

source: Creation in Progress
ar: إنشاء قيد التنفيذ

source: Creator
ar: المنشئ

source: Creator: %{ creator }
ar: منشئ: ٪{ منشئ }

source: Cron
ar: كرون

source: Cron job
ar: وظيفة كرون

source: Cron Jobs
ar: وظائف كرون

source: Cron Schedule
ar: جدولة Cron

source: Cron Settings
ar: إعدادات المهام المجدولة

source: Ctrl+Enter to post reply
ar: Ctrl+Enter لنشر الرد

source: Current
ar: الحالي

source: Current DirectAdmin Password:
ar: كلمة مرور DirectAdmin الحالية:

source: Current IPs
ar: برامج العمل الدولية الحالية

source: Current Password:
ar: كلمة المرور الحالية:

source: Current Protected Directories
ar: الدلائل المحمية الحالية

source: Current Server Time:
ar: وقت الخادم الحالي:

source: Current Time
ar: الوقت الحالي

source: Current Usage
ar: الاستخدام الحالي

source: Custom
ar: مخصص

source: Custom Color %{index}
ar: لون مخصص %{index}

source: Custom Directories & Files
ar: دلائل وملفات مخصصة

source: Custom Error Pages
ar: صفحات خطأ مخصصة

source: Custom HTTPD Configurations
ar: تكوينات HTTPD مخصصة

source: Custom Items
ar: عناصر مخصصة

source: Custom number of bytes from the end of the file
ar: عدد وحدات البايت المخصصة من نهاية الملف

source: Custom Path
ar: مسار مخصص

source: Custom Threshold
ar: عتبة مخصصة

source: Custom username & password
ar: اسم المستخدم وكلمة المرور المخصصة

source: Custom Value
ar: قيمة مخصصة

source: Customize
ar: تخصيص

source: Customize configuration
ar: تخصيص التكوين

source: Customize Craft Skin
ar: تخصيص بشرة التطور

source: Customize Skin
ar: تخصيص البشرة

source: Daily E-mail limit per DirectAdmin User
ar: حد البريد الإلكتروني اليومي لكل مستخدم DirectAdmin

source: Daily limit per E-mail Account
ar: الحد اليومي لكل حساب بريد إلكتروني

source: Danger
ar: خطر

source: Dark
ar: داكن

source: Dark Mode
ar: الوضع الليلي

source: Dashboard
ar: لوحة المعلومات

source: database
ar: قاعدة البيانات

source: Database
ar: قاعدة البيانات

source: Database Count
ar: عدد قاعدة البيانات

source: Database Data
ar: بيانات قاعدة البيانات

source: Database Disk Usage
ar: &nbsp; استخدام قرص قاعدة البيانات

source: Database limit reached
ar: تم الوصول إلى حد قاعدة البيانات

source: Database Name:
ar: اسم قاعدة البيانات

source: Database Password:
ar: كلمة مرور قاعدة البيانات:

source: Database Settings
ar: إعدادات قاعدة البيانات غير صالحة.

source: Database Settings: Backs up all DB Users and DB Settings
ar: إعدادات قاعدة البيانات: النسخ احتياطي كافة المستخدمين DB وإعدادات DB

source: Database User:
ar: قاعدة بيانات المستخدم:

source: Databases
ar: قواعد البيانات

source: Date
ar: التاريخ

source: Date / Date & Time formats:
ar: تنسيقات التاريخ / التاريخ والوقت:

source: Date & Time Format
ar: التاريخ وتنسيق الوقت

source: Date Acessed
ar: تاريخ ارسالات ساحقة

source: Date Added
ar: تاريخ الإضافة

source: Date Blocked
ar: تاريخ محظور

source: Date Changed
ar: التاريخ الذي تم تغييره

source: Date Created
ar: تاريخ الإنشاء

source: Date Format
ar: صيغة التاريخ

source: Date Formats
ar: تنسيقات التاريخ

source: Date Modified
ar: تاريخ عدل

source: Date Range
ar: نطاق التاريخ

source: Day
ar: يوم

source: day ago
ar: يوم فات

source: Day of Month
ar: يوم من الشهر

source: Day of Month: %{dayofmonth}
ar: يوم من الشهر: %{dayofmonth}

source: Day of Week
ar: اليوم من الأسبوع

source: Day of Week: %{dayofweek}
ar: يوم من الأسبوع: %{dayofweek}

source: days
ar: أيام

source: Days
ar: يوم

source: Days after entry was made.
ar: أيام بعد الدخول تم.

source: Days.
ar: أيام.

source: DB Entries
ar: إدخالات DB

source: DB Name is too long
ar: اسم DB طويل جداً

source: Deactivate
ar: تعطيل

source: December
ar: ديسمبر

source: default
ar: الافتراضي

source: Default
ar: الإفتراضي

source: Default (Off)
ar: الإعداد الافتراضي (إيقاف)

source: Default (On)
ar: الافتراضي (تشغيل)

source: Default Date & Time Formats
ar: تنسيقات التاريخ والوقت الافتراضي

source: Default Domain
ar: المجال الافتراضي

source: Default Layout
ar: تخطيط افتراضي

source: Default menu type
ar: نوع القائمة الافتراضي

source: Default Value
ar: القيمة الافتراضية

source: Defaults for new domains
ar: الافتراضيات للمجالات الجديدة

source: Delete
ar: حذف

source: Delete %{subject}
ar: حذف %{subject}

source: Delete Admin
ar: حذف المسؤول

source: Delete Bayes Data
ar: حذف بيانات Bayes

source: Delete Extension
ar: حذف ملحق

source: Delete Files
ar: حذف الملفات

source: Delete Handler
ar: معالج الحذف

source: Delete Mime Type
ar: حذف نوع Mime

source: Delete Reseller
ar: حذف موزع

source: Delete Selected
ar: حذف المحدد

source: Delete the local backup after remote transfer
ar: حذف النسخة الاحتياطية المحلية بعد النقل عن بعد

source: Delete the spam
ar: حذف البريد المزعج

source: Delete user
ar: حذف مستخدم

source: Delete User
ar: حذف المستخدم

source: Delete web data
ar: حذف بيانات ويب

source: Deleted
ar: تم الحذف

source: Deleted Trash Data
ar: بيانات المهملات المحذوفة

source: Deleted User Bandwidth
ar: نطاق عرض النطاق الترددي للمستخدم المحذوف

source: Deletes local file before creating the next one
ar: حذف الملف المحلي قبل إنشاء الملف التالي

source: Density:
ar: كثافه:

source: Deny
ar: ممنوع

source: Deny Selected
ar: رفض تحديد

source: Description
ar: الوصف

source: Descriptor for the Key
ar: واصف المفتاح

source: Deselect all rows
ar: إلغاء تحديد كافة الصفوف

source: Deselect row
ar: إلغاء تحديد الصف

source: Destination
ar: الوجهة

source: Destination already in list
ar: الوجهة موجودة بالفعل في القائمة

source: Destination URL
ar: رابط الوجهة

source: Details
ar: تفاصيل

source: Details for %{ip}
ar: تفاصيل %{ip}

source: Details for user "%{username}"
ar: تفاصيل المستخدم "%{username}"

source: Details:
ar: التفاصيل:

source: DEV Playground
ar: DEV ملعب

source: Device
ar: الجهاز

source: Difficult Password Enforcement
ar: صعوبة كلمة المرور إنفاذ

source: Digest Issue
ar: مشكلة هضمية

source: Digest MaxDays
ar: دايس دايس هضم

source: Digest MaxLines
ar: هضم الخطوط القصوى

source: digest subscriber
ar: هضم المشترك

source: Digest Subscribers
ar: هضم المشتركين

source: Digest Volume
ar: جسّد حجم الصوت

source: Direct Admin
ar: المسؤول المباشر

source: DirectAdmin Account
ar: حساب DirectAdmin

source: DirectAdmin Web Control Panel © %{ year } JBMC Software
ar: لوحة تحكم ويب DirectAdmin © ٪{ سنة } برامج JBMC

source: directadmin.conf values
ar: قيم directadmin.conf

source: Direction:
ar: الاتجاه:

source: Directories
ar: الدلائل

source: Directory
ar: الدليل

source: Directory %{ path } already protected.
ar: الدليل ٪{مسار} محمي بالفعل.

source: Directory:
ar: الدليل

source: Disable
ar: تعطيل

source: Disable auto-renew after certificate request failure
ar: تعطيل التجديد التلقائي بعد فشل طلب الشهادة

source: Disable DKIM
ar: تعطيل DKIM

source: Disable Hotlinks Protection
ar: تعطيل حماية الارتباطات السريعة

source: Disable Open Basedir
ar: تعطيل فتح أساس

source: Disable Route Transition
ar: تعطيل انتقال المسار

source: Disable Route Transitions
ar: تعطيل انتقالات المسار

source: Disable Rule
ar: قاعدة تعطيل

source: Disable SpamAssassin
ar: تعطيل البريد العشوائي

source: Disable SSL
ar: تعطيل SSL

source: Disabled
ar: معطل

source: Disabled Rules
ar: القواعد المعطلة

source: Discard
ar: تجاهل

source: Disk Space
ar: مساحة القرص

source: Disk Space (MB)
ar: مساحة القرص (MB)

source: Disk Usage
ar: استخدام القرص

source: Display as grid
ar: عرض كـ شبكة

source: Display as Grid
ar: عرض كـ "شبكة"

source: Display as list
ar: عرض كقائمة

source: Display as List
ar: عرض كقائمة

source: DLV Record
ar: سجل DLV

source: DNS
ar: نظام أسماء النطاقات

source: DNS Administration
ar: إدارة DNS

source: DNS Control
ar: تحكم DNS

source: DNS Control is disabled for this User. You can edit the zone because your master account has DNS Control.
ar: تم تعطيل عنصر تحكم DNS لهذا المستخدم. يمكنك تحرير المنطقة لأن الحساب الرئيسي الخاص بك يحتوي على عنصر تحكم DNS.

source: DNS data
ar: بيانات DNS

source: DNS Management
ar: إدارة DNS

source: DNS Only
ar: DNS فقط

source: DNS Provider
ar: موفر DNS

source: DNS Provider Configuration
ar: تكوين موفر DNS

source: DNS record
ar: سجل DKIM DNS

source: Do not add a whole <Virtualhost>..</VirtualHost>
ar: لا تضيف <Virtualhost>كل ..</Virtualhost>

source: Do not add a whole server { ... } entry.
ar: لا تقم بإضافة ملقم كامل { ... } إدخال.

source: Do not add a whole virtualHost { ... } entry.
ar: لا تقم بإضافة virtualHost بالكامل { ... } إدخال.

source: Do not remove DNS zones of domains owned by the user.
ar: لا تقم بإزالة مناطق DNS من المجالات التي يملكها المستخدم.

source: Do not use CAPS, www, or http:// in your domain name
ar: لا تستخدم CAPS أو www أو http:// في اسم المجال الخاص بك

source: Do you want to discard all of unsaved changes before leave?
ar: هل تريد تجاهل كافة التغييرات غير المحفوظة قبل المغادرة؟

source: Do you wish to rewrite the subject of a spam e-mail?
ar: هل ترغب في إعادة كتابة موضوع البريد الإلكتروني غير المرغوب فيه؟

source: Docroot
ar: دوكروت

source: Document Root Override
ar: تجاوز جذر المستند

source: Document Root to Demo Skin
ar: جذر المستند إلى الجلد التجريبي

source: Does not exist
ar: إذا لم يكن الدليل المحدد موجوداً، سيتم إنشاؤه.

source: domain
ar: اسم النطاق

source: Domain
ar: النطاق

source: Domain Check
ar: التحقق من المجال

source: Domain Directory
ar: دليل المجال

source: Domain IPs
ar: برامج العمل الخاصة بالمجال

source: Domain management
ar: إدارة المجال

source: Domain name has been automatically converted to punycode format. Punycode is used to encode internationalized domain names (IDN) by converting Unicode characters to ASCII.
ar: تم تحويل اسم النطاق تلقائيًا إلى تنسيق punycode. يتم استخدام Punycode لترميز أسماء المجالات الدولية (IDN) عن طريق تحويل أحرف Unicode إلى ASCII.

source: Domain name punycoded
ar: اسم المجال هو رمز

source: Domain Name:
ar: اسم النطاق

source: Domain Pointer
ar: مؤشر المجال

source: Domain Pointers
ar: مؤشرات المجال

source: Domain policy type
ar: نوع نهج المجال

source: Domain Setup
ar: إعداد المجال

source: Domain Statistics
ar: إحصائيات المجال

source: Domain:
ar: النطاق

source: Domain(s)
ar: تم تحديث النطاق %s.

source: Domains
ar: النطاقات

source: Domains Directory
ar: دليل المجالات

source: Domains Directory: Backs up all user files for all domains
ar: دليل المجالات: النسخ احتياطي لكافة ملفات المستخدم لكافة المجالات

source: Domains Limit Reached
ar: تم الوصول إلى حدود النطاقات

source: Don't use attachments (dangerous).
ar: لا تستخدم المرفقات (خطرة).

source: Done
ar: تم

source: Download
ar: تنزيل

source: Download as GZ
ar: تحميل كـ GZ

source: Download as SQL
ar: تحميل كـ SQL

source: Download Backup
ar: تحميل النسخ الاحتياطي

source: Download Outlook Configuration
ar: تحميل تكوين Outlook

source: Drop E-mail
ar: إفلات البريد الإلكتروني

source: Drop file here or click to upload
ar: أسقط الملف هنا أو انقر للتحميل

source: Drop here to upload
ar: اسحبها هنا للتحميل

source: DS Record
ar: سجل DS

source: Due to advanced SPF record syntax, text-mode is used for SPF changes.
ar: نظرًا لبناء جملة سجل SPF المتقدمة، يتم استخدام وضع النص لتغييرات SPF.

source: Duplicate
ar: تكرار

source: Duplicate to pointers
ar: تكرار للمؤشرات

source: E-mail
ar: البريد الإلكتروني

source: E-Mail
ar: البريد الإلكتروني

source: E-mail a copy of all messages
ar: إرسال نسخة من كافة الرسائل بالبريد الإلكتروني

source: E-mail accounts
ar: حسابات البريد الإلكتروني

source: E-mail Accounts
ar: حسابات البريد الإلكتروني

source: E-mail accounts limit reached
ar: تم الوصول إلى حد حسابات البريد الإلكتروني

source: E-mail Accounts List for all domains (names and passwords)
ar: قائمة حسابات البريد الإلكتروني لكافة المجالات (الأسماء وكلمات المرور)

source: E-mail Address:
ar: عنوان البريد الإلكتروني:

source: E-mail Allow
ar: السماح بالبريد الإلكتروني

source: E-mail Blocklist
ar: قائمة حظر البريد الإلكتروني

source: E-mail Daily Limit
ar: البريد الإلكتروني الحد اليومي

source: E-mail Data
ar: بيانات البريد الإلكتروني

source: E-mail Data: Includes the messages from the Inbox, IMAP Folders, and webmail data.
ar: بيانات البريد الإلكتروني: تتضمن الرسائل من علبة الوارد ومجلدات IMAP وبيانات بريد الويب.

source: E-mail Disk Usage
ar: &nbsp; استخدام القرص بالبريد الإلكتروني

source: E-mail Filters
ar: عوامل تصفية البريد الإلكتروني

source: E-mail Forwarders
ar: معلّّم البريد الإلكتروني

source: E-mail Forwarders limit reached
ar: تم الوصول إلى حد معيلي البريد الإلكتروني

source: E-mail Headers
ar: رؤوس البريد الإلكتروني

source: E-mail Manager
ar: مدير البريد الإلكتروني

source: E-mail Only
ar: البريد الإلكتروني فقط

source: E-mail pending delivery
ar: البريد الإلكتروني المعلقة تسليم

source: E-mail Quota (MB)
ar: حصة البريد الإلكتروني (MB)

source: E-mail Settings
ar: إعدادات البريد الإلكتروني

source: E-mail Settings: Includes the filters and the catchall address.
ar: إعدادات البريد الإلكتروني: تتضمن عوامل التصفية وعنوان catchall.

source: E-mail Usage
ar: استخدام البريد الإلكتروني

source: E-mails
ar: رسائل البريد الالكتروني

source: E-Mails
ar: رسائل البريد الالكتروني

source: E-mails (Incoming / Outgoing)
ar: رسائل البريد الإلكتروني (الواردة / الصادرة)

source: e.g. "/redirect", "/"
ar: على سبيل المثال "/إعادة توجيه"، "/"

source: e.g. "http://www.redirected.com"
ar: (هـ) "http://www.redirected.com" مثلاً

source: e.g. *@domain.com
ar: على سبيل المثال * @domain.com

source: e.g. Member's Area
ar: على سبيل المثال منطقة الأعضاء

source: Edit
ar: تحرير

source: Edit Account Configuration
ar: تحرير تكوين الحساب

source: Edit Admin Message
ar: تحرير رسالة المسؤول

source: Edit Apache Error Pages
ar: تحرير صفحات أخطاء Apache

source: Edit Category
ar: تعديل القسم

source: Edit Cron Job
ar: تحرير وظيفة كرون

source: Edit DNS Records for %{ domain }
ar: تحرير سجلات DNS لـ ٪{المجال}

source: Edit Domain
ar: تحرير النطاق

source: Edit E-mail Message
ar: تحرير رسالة البريد الإلكتروني

source: Edit File
ar: تعديل الملف

source: Edit Link
ar: تعديل الرابط

source: Edit Manually
ar: تحرير يدويًا

source: Edit Package
ar: تحرير الحزمة

source: Edit Protection
ar: تحرير الحماية

source: Edit question
ar: تعديل السؤال

source: Edit Record
ar: تعديل السجل

source: Edit Reseller Message
ar: تحرير رسالة الموزع

source: Edit Route
ar: تعديل الطريق

source: Edit SSH Key
ar: تحرير مفتاح SSH

source: Edit User Message
ar: تحرير رسالة المستخدم

source: eg. Member's Area
ar: مثل. منطقة الأعضاء

source: eg. sourcedomain.com
ar: مثل. sourcedomain.com

source: Email Accounts
ar: حسابات البريد الإلكتروني

source: Email Only
ar: البريد الإلكتروني فقط

source: Empty Clipboard
ar: حافظة فارغة

source: Empty pipes are not allowed
ar: لا يسمح بالأنابيب الفارغة

source: Enable
ar: تفعيل

source: Enable Admin Demo. Login: <strong>%{login}</strong>; Password: <strong>%{password}</strong>
ar: تمكين العرض التوضيحي للمسؤول. تسجيل الدخول: <strong>%{login}</strong> ; كلمه المرور: <strong>%{password}</strong>

source: Enable AdSense
ar: تمكين AdSense

source: Enable Automatic Lost Password Recovery
ar: تمكين الاسترداد التلقائي لكلمة المرور المفقودة

source: Enable DKIM
ar: تمكين DKIM

source: Enable Hotlinks Protection
ar: تمكين حماية الروابط الساخنة

source: Enable Open Basedir
ar: تمكين فتح basedir

source: Enable Reseller Demo. Login: <strong>%{login}</strong>; Password: <strong>%{password}</strong>
ar: تمكين عرض البائعين. تسجيل الدخول: <strong>%{login}</strong> ; كلمه المرور: <strong>%{password}</strong>

source: Enable SpamAssassin
ar: تمكين البريد العشوائي

source: Enable SSL
ar: تمكين SSL

source: Enable User Demo. Login: <strong>%{login}</strong>; Password: <strong>%{password}</strong>
ar: تمكين عرض المستخدم. تسجيل الدخول: <strong>%{login}</strong> ; كلمه المرور: <strong>%{password}</strong>

source: Enabled
ar: مفعل

source: Encrypted
ar: المشفرة

source: End Time
ar: وقت النهاية

source: End time should be larger than start time
ar: يجب أن يكون وقت الانتهاء أكبر من وقت البدء

source: Enter new password:
ar: أدخل كلمة المرور الجديدة:

source: Enter Password
ar: أدخل كلمة المرور

source: Enter Password:
ar: أدخل كلمة المرور

source: Entries already included in the System Quotas
ar: الإدخالات المضمّنة بالفعل في الحصص النسبية للنظام

source: Environment
ar: البيئة

source: Environment Option
ar: خيار البيئة

source: Equal
ar: يساوي

source: Equals
ar: يساوي

source: Error
ar: خطأ

source: Error 404: File Not Found
ar: خطأ 404: لم يتم العثور على الملف

source: Error getting backup details
ar: خطأ في الحصول على تفاصيل النسخ الاحتياطي

source: Error loading %{ id } plugin: loaded bundle does not export valid Vue component.
ar: خطأ في تحميل ٪{id} المكون الإضافي: لا تقوم الحزمة المحملة بتصدير مكون Vue صالح.

source: Error loading %{ id } plugin: loaded bundle is not ES6 Module.
ar: خطأ في تحميل ٪{id} المكون الإضافي: الحزمة المحملة ليست وحدة ES6.

source: Error loading %{ id } plugin.
ar: خطأ في تحميل البرنامج المساعد ٪{id}

source: Error Log
ar: سجل الاخطاء

source: Error reading file
ar: خطأ في قراءة الملف

source: Error reading File
ar: خطأ في قراءة الملف

source: Error Reading File
ar: خطأ في قراءة الملف

source: Everything
ar: كل شىء

source: Except Selected Users
ar: باستثناء المستخدمين المحددين

source: Execute
ar: نفذ

source: Expand
ar: توسيع

source: Expanded
ar: موسع

source: Expires
ar: ينتهي

source: Expires On
ar: تنتهي في

source: Expiry
ar: انقضاء

source: Export
ar: تصدير

source: Extension
ar: التمديد

source: Extension:
ar: التمديد

source: Extensions
ar: ملحقات

source: External CSS URL
ar: عنوان URL خارجي لـ CSS

source: External Entries
ar: إدخالات خارجية

source: Extra Features
ar: الميزات الإضافية

source: Extra Small
ar: صغير جدا

source: Extract
ar: استخراج

source: Extract "%{name}" to:
ar: استخراج "%{name}" إلى:

source: Extract Archive
ar: استخراج الأرشيف

source: Fail
ar: فاشلة

source: Fail:
ar: فاشلة

source: Failed Logins
ar: تسجيلات دخول فاشلة

source: Failed Logins: IP list
ar: تسجيلات الدخول الفاشلة: قائمة IP

source: Failed logins: Usernames List
ar: فشل تسجيل الدخول: قائمة أسماء المستخدمين

source: Favicon
ar: الصورة الرمزية

source: Feature Disabled
ar: تم تعطيل الميزة

source: Feature Set
ar: مجموعة الميزات

source: Feature Sets
ar: مجموعات الميزات

source: Features
ar: الميزات

source: February
ar: فبراير

source: Field too long
ar: الحقل طويل جداً
