Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/*.po
Languages: ar

source: User Home
ar: منزل المستخدم

source: User Level
ar: مستوى العضو

source: User Limit
ar: حد المستخدم

source: user package
ar: باقة العضو

source: User Package
ar: باقة العضو

source: User Plugins
ar: الإضافات المستخدم

source: User Quota
ar: حصة المستخدم النسبية

source: User SSH
ar: المستخدم SSH

source: User Statistics
ar: إحصائيات المستخدم

source: User Suspended
ar: المستخدم مرحلياً

source: User Type
ar: نوع المستخدم

source: User: %{ user }
ar: المستخدم: ٪{ المستخدم }

source: User(s)
ar: المستخدمين

source: Username
ar: اسم المستخدم

source: Username / E-Mail
ar: اسم المستخدم / البريد الإلكتروني

source: Username has been automatically converted to punycode format. Punycode is used to encode internationalized domain names (IDN) by converting Unicode characters to ASCII.
ar: تم تحويل اسم المستخدم تلقائيًا إلى تنسيق punycode. يتم استخدام Punycode لترميز أسماء المجالات الدولية (IDN) عن طريق تحويل أحرف Unicode إلى ASCII.

source: Username is too long
ar: اسم المستخدم طويل جداً

source: Username punycoded
ar: اسم المستخدم بُوُي كود

source: Username:
ar: اسم المستخدم:

source: Username/Email
ar: اسم المستخدم / البريد الإلكتروني

source: Users
ar: المستخدمين

source: Users under your control
ar: المستخدمون تحت سيطرتك

source: Uses 2 IP's, domain uses one of them
ar: يستخدم IP 2، يستخدم المجال واحد منهم

source: Uses 3 IP's, domain gets own IP
ar: يستخدم 3 من IPs، ويحصل المجال IP خاص به

source: Vacation Account
ar: حساب عطلة

source: Vacation Account:
ar: حساب العطلة:

source: Vacation End
ar: نهاية العطلة

source: vacation message
ar: تعيين رسالة لزوار

source: Vacation Message:
ar: تعيين رسالة لزوار

source: Vacation Messages
ar: رسائل العطلات

source: Vacation Messages: Includes all vacation messages and times.
ar: رسائل العطلة: تشمل جميع رسائل وأوقات العطلة.

source: Vacation Start
ar: عطلة ابدأ

source: Valid Cron time values are the numbers indicated and *.
ar: القيم الزمنية كرون صالحة هي الأرقام المشار إليها و *.

source: Valid Cron time values are the numbers indicated and *.
ar: قيم الوقت كرون صالحة هي الأرقام المشار إليها و *.

source: Valid values are an E-mail address, your DA username: admin, or a blank field to prevent any e-mail.
ar: القيم الصالحة هي عنوان البريد الإلكتروني، اسم المستخدم الخاص بك DA: المشرف، أو حقل فارغ لمنع أي بريد إلكتروني.

source: Value
ar: القيمة

source: Vendor ID
ar: معرف البائع

source: Verify License
ar: التحقق من الترخيص

source: Version
ar: الإصدار

source: View
ar: عرض

source: View / Delete Blocked IPs
ar: عرض / حذف برامج IPs المحظورة

source: View %{ count } hidden notification...
ar: عرض ٪{count } إعلام مخفي...

source: View %{id}
ar: عرض %{id}

source: View All
ar: عرض الكل

source: View All Available Tokens
ar: عرض كافة الرموز المتوفرة

source: View Clipboard
ar: عرض الحافظة

source: View Database
ar: عرض قاعدة البيانات

source: View Domain Configuration
ar: عرض تكوين المجال

source: View Error Log for %{ domain }
ar: عرض سجل الأخطاء لـ ٪{المجال}

source: View File
ar: استعراض الملف

source: View History
ar: عرض السجل

source: View Last Backup Log
ar: عرض آخر سجل النسخ الاحتياطي

source: View Log
ar: عرض السجل

source: View Log Item
ar: عرض عنصر السجل

source: View Log: %{ log }
ar: عرض السجل: ٪{سجل}

source: View Mailing List
ar: عرض القائمة البريدية

source: View more
ar: شاهد المزيد

source: View Protected Directory
ar: عرض الدليل المحمي

source: View Queue Item
ar: عرض عنصر قائمة الانتظار

source: View RAW
ar: عرض RAW

source: View Reseller
ar: عرض موزع

source: View Reseller: %{ user }
ar: عرض موزع: ٪{ المستخدم }

source: View Statistic Reports
ar: عرض التقارير الإحصائية

source: View Sub-Domain Log
ar: عرض سجل المجال الفرعي

source: View Sub-Domain Stats
ar: عرض إحصائيات المجال الفرعي

source: View Subdomain Log
ar: عرض سجل المجال الفرعي

source: View Ticket: #%{ number }
ar: عرض التذكرة: #٪{ رقم }

source: View Ticket: #%{ ticket }
ar: عرض التذكرة: #٪{ تذكرة }

source: View Usage Log for %{ domain }
ar: عرض سجل الاستخدام لـ ٪{المجال}

source: View User
ar: عرض المستخدم

source: Virtual
ar: افتراضي

source: Warn Admin's at
ar: تحذير المسؤول في

source: Webalizer
ar: ويبايزر

source: Webmail:
ar: بريد الويب

source: Webmail: Roundcube
ar: بريد الويب: Roundcube

source: Webmail: Squirrelmail
ar: بريد الويب: سنجابميل

source: Webmail: UebiMiau
ar: بريد الويب: أويبيماو

source: Website Data
ar: بيانات الموقع

source: Wednesday
ar: يوم الأربعاء

source: Week Start
ar: أسبوع بداية

source: Weight
ar: الوزن

source: Welcome
ar: مرحبا

source: Welcome Message
ar: رسالة ترحيب

source: What
ar: ماذا

source: What score threshold do you wish to use?
ar: ما هي عتبة النقاط التي ترغب في استخدامها؟

source: When
ar: متى

source: When enabled, this IP can be used by multiple Resellers
ar: عند تمكين، يمكن استخدام هذا IP من قبل العديد من الموزعين

source: When restoring a Reseller or Admin, if you select an IP from the list, that Reseller will only receive the single IP. You would need to add extra IPs to that accounts IP list after he's created.
ar: عند استعادة موزع أو مسؤول، إذا قمت بتحديد IP من القائمة، أن البائع سوف تتلقى فقط الملكية الفكرية واحد. ستحتاج إلى إضافة عناوين IP إضافية إلى قائمة IP للحسابات بعد إنشائه.

source: When this is set, the add link task is processed in the background via task.queue. It may take up to 1 minute before the processing starts, and an unknown amount of time, depending on the number of websites present.
ar: عند تعيين هذا، تتم معالجة المهمة إضافة ارتباط في الخلفية عبر task.queue. قد يستغرق الأمر ما يصل إلى دقيقة واحدة قبل بدء المعالجة ، ومقدار غير معروف من الوقت ، اعتمادًا على عدد مواقع الويب الموجودة.

source: Where
ar: أين

source: Where do you want the spam to go?
ar: أين تريد أن تذهب الرسائل غير المرغوب فيها؟

source: Which Access
ar: ما هو الوصول

source: Who
ar: معلومات اضافية

source: Who Access
ar: من الوصول

source: Widget ID
ar: ودجات ID

source: Widgets
ar: ودجات

source: Wildcard
ar: بدل

source: With Selected
ar: مختار

source: Working directory
ar: دليل العمل

source: Would you like to delete high scoring spam?
ar: هل ترغب في حذف الرسائل غير المرغوب فيها عالية التهديف؟

source: Write
ar: كتابة

source: Wrong format for a domain
ar: تنسيق غير صحيح لمجال

source: Wrong format for a nameserver
ar: تنسيق خاطئ لموفر أسماء

source: Wrong IP format
ar: تنسيق IP خاطئ

source: Wrong username format
ar: تنسيق اسم المستخدم غير صحيح

source: Year:
ar: السنة:

source: Yes
ar: نعم

source: Yes, block all spam scoring higher than:
ar: نعم، حظر تسجيل كافة الرسائل غير المرغوب فيها أعلى من:

source: Yes, set the subject to the following:
ar: نعم، قم بتعيين الموضوع على ما يلي:

source: You already have this IP on your system.
ar: لديك بالفعل هذا IP على النظام الخاص بك.

source: You are about to add the following widgets to your dashboard:
ar: أنت على وشك إضافة الحاجيات التالية إلى لوحة المعلومات الخاصة بك:

source: You are deleting admin that have users under control. If you proceed, these user accounts, along with ALL the associated website and email contents, which are not listed here, will also be removed.
ar: أنت تقوم بحذف المسؤول الذي يحتوي على مستخدمين ضمن التحكم. إذا قمت بالمتابعة، فإن هذا المستخدم الحسابات ، جنبا إلى جنب مع جميع المرتبطة محتويات الموقع والبريد الإلكتروني، والتي ليست المذكورة هنا ، كما سيتم إزالتها.

source: You are deleting reseller that have users under control. If you proceed, these user accounts, along with ALL the associated website and email contents, which are not listed here, will also be removed.
ar: أنت تقوم بحذف موزع يحتوي على مستخدمين تحت السيطرة. إذا قمت بالمتابعة، فإن هذا المستخدم الحسابات ، جنبا إلى جنب مع جميع المرتبطة محتويات الموقع والبريد الإلكتروني، والتي ليست المذكورة هنا ، كما سيتم إزالتها.

source: You are deleting reseller that have users under control. If you proceed, these user accounts, along with ALL the associated website and email contents, which are not listed here, will also be removed.
ar: تقوم بحذف موزع الذي يحتوي على المستخدمين تحت التحكم. إذا كنت المضي قدما، سيتم أيضا إزالة هذه حسابات المستخدمين، جنبا إلى جنب مع جميع محتويات الموقع والبريد الإلكتروني المرتبطة بها، والتي لم يتم سردها هنا.

source: You are going to rename <strong>%{ file }</strong>
ar: أنت ذاهب إلى إعادة تسمية <strong>٪{ ملف }</strong>

source: You can combine them to create a more precise schedule. e.g. 1,5,11-15,30-59/2 (minutes 1, 5, 11 to 15 and every 2nd minute between 30 and 59)
ar: يمكنك الجمع بينهما لخلق المزيد جدول زمني دقيق. على سبيل المثال 1,5,11-15,30-59/2 (دقائق 1 و5 و11 إلى 15 وكل 2 دقيقة بين 30 و 59)

source: You can combine them to create a more precise schedule. e.g. 1,5,11-15,30-59/2 (minutes 1, 5, 11 to 15 and every 2nd minute between 30 and 59)
ar: يمكنك ضمها لإنشاء جدول زمني أكثر دقة. على سبيل المثال، 1،5،11-15،30-59/2 (دقائق 1، 5، 11 إلى 15 وكل 2nd بين 30 و 59)

source: You can specify exact times using commas to separate them. e.g. 1,2,3 (minutes 1,2 and 3)
ar: يمكنك تحديد الأوقات بالضبط باستخدام الفواصل لفصلهم. على سبيل المثال 1,2,3 (محضر 1 و2 و3)

source: You can specify exact times using commas to separate them. e.g. 1,2,3 (minutes 1,2 and 3)
ar: يمكنك تحديد أوقات بالضبط باستخدام الفواصل لفصلها. على سبيل المثال 1، 2، 3 (محضر 1 و2 و3)

source: You can specify intervals using a star and a forward slash. e.g. */2 (every 2nd minute)
ar: يمكنك تحديد فواصل باستخدام نجمة مائلة للأمام. على سبيل المثال*/2 (كل 2 دقيقة)

source: You can specify intervals using a star and a forward slash. e.g. */2 (every 2nd minute)
ar: يمكنك تحديد فواصل زمنية باستخدام نجمة و خط مائل للأمام. على سبيل المثال*/2 (كل 2 دقيقة)

source: You can specify spans using a dash. e.g. 5-7 (minutes 5 to 7)
ar: يمكنك تحديد امتدادات باستخدام شرطة. مثل. 5-7 (دقائق من 5 إلى 7)

source: You can specify spans using a dash. e.g. 5-7 (minutes 5 to 7)
ar: يمكنك تحديد امتدادات باستخدام شرطة. على سبيل المثال 5-7 (دقائق 5 إلى 7)

source: You deleted all of your domains. You should create one for full functionality.
ar: حذف كافة المجالات الخاصة بك. يجب إنشاء واحد للوظائف الكاملة.

source: You have %{ n } unread ticket
ar: لديك ٪{n} تذكرة غير مقروءة

source: You have reached your license limits and could not create resellers anymore
ar: لقد وصلت إلى حدود الترخيص الخاصة بك ولم تتمكن من إنشاء موزعين بعد الآن

source: You have reached your license limits and could not create users anymore
ar: لقد وصلت إلى حدود الترخيص الخاصة بك ولم تتمكن من إنشاء مستخدمين بعد الآن

source: You will send this text to a Certificate Authority and they will give you a Signed Certificate.
ar: سيتم إرسال هذا النص إلى "مرجع مصدق" وسوف تعطيك شهادة موقعة.

source: Your Account
ar: حسابك

source: Your current login information
ar: معلومات تسجيل الدخول الحالية

source: Your Password:
ar: كلمة المرور:

source: Zone Keys
ar: مفاتيح المنطقة

source: Zone keys are newer than the Zone Signing.
ar: مفاتيح المنطقة أحدث من توقيع المنطقة.

source: Zone Signing
ar: توقيع المنطقة

source: Zone Transfer
ar: نقل المنطقة

source: Zone-Signing Key
ar: مفتاح توقيع المنطقة

# mysql_privs
source: Alter
ar: تغير

# mysql_privs
source: Alter Routine
ar: تغيير الروتين

# mysql_privs
source: Create
ar: إنشاء

# mysql_privs
source: Create Routine
ar: إنشاء روتين

# mysql_privs
source: Create tmp tables
ar: إنشاء جداول tmp

# mysql_privs
source: Create View
ar: إنشاء طريقة عرض

# mysql_privs
source: Delete
ar: حذف

# mysql_privs
source: Drop
ar: إلغاء الدورة

# mysql_privs
source: Event
ar: الحدث

# mysql_privs
source: Execute
ar: نفذ

# mysql_privs
source: Grant
ar: منح

# mysql_privs
source: Index
ar: فهرس

# mysql_privs
source: Insert
ar: إدراج

# mysql_privs
source: Lock Tables
ar: تأمين الجداول

# mysql_privs
source: Reference
ar: المرجع

# mysql_privs
source: Select
ar: تحديد

# mysql_privs
source: Show View
ar: عرض العرض

# mysql_privs
source: Trigger
ar: الزناد

# mysql_privs
source: Update
ar: تحديث
