Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/*.po
Languages: ar

source: Select Users
ar: حدد المستخدمين

source: Select users you would like to backup.
ar: حدد المستخدمين الذين ترغب في النسخ الاحتياطي.

source: Select your searching criteria:
ar: حدد معايير البحث:

source: Selected Data
ar: البيانات المحددة

source: Selected entries count: %{n}
ar: عدد الإدخالات المحددة: %{n}

source: selected skin
ar: الجلد المحدد

source: selected users
ar: تحديد المستخدمين

source: Selected Users
ar: تحديد المستخدمين

source: Selected Users:
ar: تحديد المستخدمين

source: Send
ar: إرسال

source: Send a CC to:
ar: إرسال نسخة إلى:

source: Send a message
ar: ارسل رسالة

source: Send a Message
ar: إرسال رسالة

source: Send a message when a backup has finished.
ar: إرسال رسالة عند انتهاء النسخ الاحتياطي.

source: Send all Cron output to e-mail
ar: إرسال كافة إخراج Cron إلى البريد الإلكتروني

source: Send another message
ar: إرسال رسالة أخرى

source: Send Count
ar: إرسال عدد

source: Send E-mail Notification
ar: إرسال إعلام بالبريد الإلكتروني

source: Send Limit
ar: إرسال الحد

source: Send the spam to the user's spam folder
ar: إرسال البريد المزعج إلى مجلد البريد المزعج للمستخدم

source: Send to spambox
ar: إرسال إلى صندوق البريد العشوائي

source: Send To:
ar: أرسل إلى:

source: Sender
ar: المرسل

source: Sender Host
ar: مضيف المرسل

source: Sends
ar: يرسل

source: Sent
ar: أرسلت

source: Sent E-mails
ar: رسائل البريد الإلكتروني المرسلة

source: September
ar: سبتمبر

source: server
ar: الخادم

source: Server History
ar: محفوظات الخادم

source: Server Hostname
ar: اسم مضيف الملقم

source: Server Manager
ar: إدارة الخوادم

source: Server Path
ar: مسار الخادم

source: Server Settings
ar: إعدادات الملقم

source: Server Statistics
ar: إحصائيات الخادم

source: Server was successfully rebooted
ar: تم إعادة تمهيد الملقم بنجاح

source: Server wide
ar: الملقم على نطاق واسع

source: Server's Hostname
ar: اسم المضيف الخاص بالملقم

source: Service
ar: الخدمة

source: Service Monitor
ar: مراقبة الخدمة

source: Service was reloaded successfully
ar: تم إعادة تحميل الخدمة بنجاح

source: Service was restarted successfully
ar: تمت إعادة تشغيل الخدمة بنجاح

source: Service was started successfully
ar: تم بدء الخدمة بنجاح

source: Service was stopped successfully
ar: تم إيقاف الخدمة بنجاح

source: Services
ar: الخدمات

source: Session Timeout (minutes)
ar: مهلة جلسة العمل (دقائق)

source: Set as default
ar: تعيين كافتراضي

source: Set Catch All E-mail
ar: تعيين التقاط الكل البريد الإلكتروني

source: Set E-mail
ar: تعيين البريد الإلكتروني

source: Set Global
ar: تعيين عمومية

source: Set IP To
ar: تعيين IP إلى

source: Set Language
ar: تعيين اللغة

source: Set limit
ar: تعيين الحد

source: Set Limit
ar: تعيين الحد

source: Set Local Mail
ar: تعيين البريد المحلي

source: Set Package to
ar: تعيين الحزمة إلى

source: Set Password (optional)
ar: تعيين كلمة المرور (اختياري)

source: Set permission
ar: تعيين إذن

source: Set permissions
ar: تعيين الأذونات

source: Set Permissions
ar: تعيين الأذونات

source: Set Remote Mail
ar: تعيين البريد البعيد

source: Set selected domain to be publicly viewable.
ar: تعيين المجال المحدد للعرض بشكل عام.

source: Set the Name servers that will be assigned to new users
ar: تعيين خوادم الاسم التي سيتم تعيينها للمستخدمين الجدد

source: Set Vacation Message
ar: تعيين رسالة لزوار

source: Set/Update User
ar: مستخدم مجموعة/تحديث

source: Setting
ar: الاعدادات

source: Settings
ar: الإعدادات

source: Setup your Databases
ar: إعداد قواعد البيانات

source: Shade
ar: الظل

source: Shades
ar: ظلال

source: Share
ar: شارك

source: Share Server IP
ar: مشاركة IP لملقم

source: Shared
ar: مشاركة

source: Shell Access (SSH)
ar: وصول شل (SSH)

source: Should be a valid IP Address
ar: يجب أن يكون عنوان IP صالح

source: Should be a valid port number
ar: يجب أن يكون رقم منفذ صالح

source: Should be larger than zero
ar: يجب أن يكون أكبر من الصفر

source: Should be valid domain
ar: يجب أن يكون المجال صالح

source: Should be valid domain name
ar: يجب أن يكون اسم المجال صحيح

source: Should be valid email
ar: يجب أن يكون بريد إلكتروني صالح

source: Should be valid email address
ar: يجب أن يكون عنوان بريد إلكتروني صالح

source: Should be valid IP Address
ar: يجب أن يكون عنوان IP صالح

source: Should be valid netmask
ar: يجب أن تكون قناع الشبكة صالحة

source: Should be valid URL
ar: يجب أن يكون عنوان URL صالح

source: Should not contain spaces
ar: لا يجب أن يحتوي على مسافات

source: Should not contain special characters
ar: لا يجب أن تحتوي على أحرف خاصة

source: Should start with a forward flash "/"
ar: يجب أن تبدأ مع فلاش إلى الأمام "/"

source: Show
ar: عرض

source: Show %{ count } Results
ar: إظهار ٪{عدد } النتائج

source: Show %{ linesCount } lines
ar: إظهار ٪{الأسطر} عدد الأسطر }

source: Show additional configuration
ar: إظهار تكوين إضافي

source: Show all accounts
ar: إظهار كافة الحسابات

source: Show All Users
ar: إظهار كافة المستخدمين

source: show all...
ar: عرض طوال الشهر

source: Show as:
ar: إظهار على النحو:

source: Show As:
ar: إظهار باسم:

source: Show closed
ar: إظهار مغلق

source: Show details
ar: عرض التفاصيل

source: Show Details
ar: إظهار التفاصيل

source: Show domains that
ar: إظهار المجالات التي

source: Show Domains that
ar: إظهار المجالات التي

source: Show entire file
ar: إظهار الملف بأكمله

source: Show error messages
ar: إظهار رسائل الخطأ

source: Show folder sizes
ar: إظهار أحجام المجلدات

source: Show information messages
ar: إظهار رسائل المعلومات

source: Show only domains containing
ar: إظهار المجالات التي تحتوي فقط

source: Show Search
ar: اظهار البحث

source: Show Services
ar: عرض الخدمات

source: Show success messages
ar: إظهار رسائل النجاح

source: Show Usage From:
ar: إظهار الاستخدام من:

source: Show Users
ar: إظهار المستخدمين

source: Show whole file
ar: إظهار الملف بالكامل

source: Sidebar
ar: الشريط الجانبي

source: Sign In to Webmail
ar: تسجيل الدخول إلى بريد الويب

source: Sign your zone
ar: توقيع المنطقة الخاصة بك

source: Signed
ar: وقعت

source: Site Backup
ar: النسخ الاحتياطي للموقع

source: Site Redirection
ar: إعادة توجيه الموقع

source: Site Redirects
ar: إعادة توجيه الموقع

source: Site Summary / Statistics / Logs
ar: ملخص الموقع / الإحصائيات / السجلات

source: Size
ar: الحجم

source: Skin
ar: بشرة

source: Skin has been updated
ar: تم تحديث البشرة

source: Skin Manager
ar: مدير البشرة

source: Skin Name
ar: اسم البشرة

source: Skin Options
ar: خيارات الجلد

source: Skin Owner
ar: مالك البشرة

source: Skins
ar: x شكل

source: Skip
ar: تخطي

source: Skip IP
ar: تخطي IP

source: Skip List
ar: تخطي قائمة

source: Skip Rule
ar: قاعدة التخطي

source: Skip Rule: %{ rule }
ar: قاعدة التخطي: ٪{قاعدة}

source: Skip Suspended
ar: تخطي مرحلياً

source: Skipped IPs / Users
ar: تخطي برامج العمل المتكاملة / المستخدمين

source: Slot
ar: الفتحة

source: Small
ar: صغير

source: SMTP Log
ar: سجل SMTP

source: SoftFail
ar: سوفت

source: Some files was not added due to max files size limit
ar: لم تتم إضافة بعض الملفات بسبب الحد الأقصى لحجم الملفات

source: Sorry, but the page you are looking for can't be found.
ar: عذرا، ولكن لا يمكن العثور على الصفحة التي تبحث عنها.

source: Sorry, it seems that there are no backups created yet. Would you like to create one?
ar: عذرا ، يبدو أن هناك أي نسخ احتياطية تم إنشاؤها حتى الآن. هل ترغب في إنشاء واحد؟

source: Sorry, it seems that there are no reseller packages created yet. Would you like to create one?
ar: عذرا ، يبدو أن هناك أي حزم التجزئة التي تم إنشاؤها حتى الآن. هل ترغب في إنشاء واحد؟

source: Sorry, it seems that there are no user packages created yet. Would you like to create one?
ar: عذرا ، يبدو أن هناك أي حزم المستخدم التي تم إنشاؤها حتى الآن. هل ترغب في إنشاء واحد؟

source: Sort this column ascending
ar: فرز هذا العمود تصاعدياً

source: Sort this column descending
ar: فرز هذا العمود تنازليًا

source: Source Domain
ar: المجال المصدر

source: Source domain name has been automatically converted to punycode format. Punycode is used to encode internationalized domain names (IDN) by converting Unicode characters to ASCII.
ar: تم تحويل اسم المجال المصدر تلقائيا إلى تنسيق punycode. يتم استخدام Punycode لترميز أسماء المجالات الدولية (IDN) عن طريق تحويل أحرف Unicode إلى ASCII.

source: Source domain name punycoded
ar: اسم المجال المصدر ضعيف

source: Spam
ar: بريد غير مرغوب به

source: SPAM Filters
ar: تدريب مرشحات البريد الغير مرغوب به

source: SpamAssassin
ar: البريد المزعج

source: SpamAssassin is not currently enabled.
ar: لم يتم تمكين SpamAssassin حالياً.

source: Spamassassin Setup
ar: إعداد البريد العشوائي

source: SpamAssassin Setup
ar: إعداد البريد العشوائي

source: SSH
ar: بروتوكول النقل الآمن

source: SSH Access
ar: SSH الوصول

source: SSH Access for Users
ar: SSH الوصول للمستخدمين

source: SSH Keys
ar: مفاتيح SSH

source: SSL Access
ar: وصول SSL

source: SSL Certificates
ar: شهادات SSL

source: SSL Connection
ar: اتصال SSL

source: SSL is currently disabled for this domain
ar: SSL معطل حالياً لهذا المجال

source: SSL Management
ar: إدارة SSL

source: Standard
ar: قياسي

source: Standard layout default menu type
ar: نوع القائمة الافتراضية التخطيط القياسي

source: Start
ar: ابدأ

source: Start Time
ar: وقت البدء

source: Started
ar: بدأ

source: Starts With
ar: يبدا ب

source: State/Province
ar: الولاية/المقاطعة

source: Statistics for your Account
ar: إحصائيات لحسابك

source: Stats
ar: احصائيات

source: Status
ar: الحالة

source: Status & Disabled Rules
ar: قواعد الحالة و المعوقين

source: Status:
ar: الحالة:

source: Step 1: From Where
ar: الخطوة 1: من أين

source: Step 1: Who
ar: الخطوة 1: من

source: Step 2: Select IP
ar: الخطوة 2: اختر IP

source: Step 2: When
ar: الخطوة 2: متى

source: Step 3: Select File(s)
ar: الخطوة 3: حدد ملف (ملفات)

source: Step 3: Where
ar: الخطوة 3: أين

source: Step 4: What
ar: الخطوة 4: ما

source: Stop
ar: إيقاف

source: Stop word
ar: إيقاف الكلمة

source: Stopped
ar: موقوفة

source: stored in the backup
ar: المخزنة في النسخة الاحتياطية

source: Strict
ar: صارمه

source: Strip
ar: قطاع

source: Style
ar: النمط

source: Sub-Domains
ar: المجالات الفرعية

source: Sub-Domains Limit Reached
ar: تم الوصول إلى حد النطاقات الفرعية

source: Sub-Domains Setup
ar: إعداد المجالات الفرعية

source: subdomain
ar: النطاق الفرعي

source: Subdomain
ar: النطاق الفرعي

source: Subdomain Lists
ar: قوائم المجال الفرعي

source: Subdomain Management
ar: إدارة المجال الفرعي

source: Subdomain Name
ar: اسم المجال الفرعي

source: Subdomain name has been automatically converted to punycode format. Punycode is used to encode internationalized domain names (IDN) by converting Unicode characters to ASCII.
ar: تم تحويل اسم النطاق الفرعي تلقائيًا إلى تنسيق punycode. يتم استخدام Punycode لترميز أسماء المجالات الدولية (IDN) عن طريق تحويل أحرف Unicode إلى ASCII.

source: Subdomain name punycoded
ar: اسم النطاق الفرعي ضعيف

source: Subdomain policy type
ar: نوع نهج النطاق الفرعي

source: Subdomain:
ar: النطاق الفرعي

source: Subdomains
ar: النطاقات الفرعية

source: SubDomains
ar: النطاقات الفرعية

source: Subdomains Lists: Backs up the list of subdomains for each domain
ar: قوائم النطاقات الفرعية: نسخ قائمة المجالات الفرعية احتياطيًا لكل مجال

source: Subject
ar: الموضوع

source: Subject contains
ar: يحتوي الموضوع على

source: Subject Contains
ar: يحتوي الموضوع على

source: Subject Prefix
ar: بادئة الموضوع

source: Subject:
ar: الموضوع:

source: Submit
ar: إرسال

source: Subscribe Policy
ar: سياسة الاشتراك

source: subscriber
ar: مشترك

source: Subscriber
ar: مشترك

source: Subscribers
ar: المشتركين

source: Success
ar: نجاح

source: Sunday
ar: يوم الأحد

source: Support & Help
ar: الدعم والمساعدة

source: Support Center
ar: مركز دعم العملاء

source: Suspend
ar: تعليق

source: Suspend / Unsuspend
ar: تعليق / غير مُعلّق

source: Suspend a Reseller and their Users when the Reseller goes over their Bandwidth limit.
ar: تعليق الموزع والمستخدمين عند البائع يذهب أكثر من الحد عرض النطاق الترددي.

source: Suspend at Limit
ar: تعليق عند الحد

source: Suspend user
ar: تعليق المستخدم

source: Suspended
ar: معلق

source: Suspended on:
ar: معلق

source: Suspended: %{ reason }
ar: تم الإيقاف المرحلي: ٪{السبب}

source: Suspension Message
ar: رسالة التعليق

source: Swap:
ar: مبادله:

source: Symbol
ar: رمز

source: Syntax Error
ar: خطأ في بناء الجملة

source: System Apache Handlers
ar: معالجات اباتشي النظام

source: System Backup
ar: النسخ الاحتياطي للنظام

source: System Info
ar: معلومات النظام

source: System Info & Files
ar: معلومات النظام والملفات

source: System Information
ar: معلومات النظام

source: System Mime Types
ar: أنواع mime النظام

source: System Quotas
ar: حصص النظام النسبية

source: Table
ar: جدول

source: Tables
ar: جداول

source: Taboo Body
ar: هيئة المحرمات

source: Taboo Headers
ar: رؤوس المحرمات

source: Tail
ar: الذيل

source: Target
ar: هدف

source: Target Domain
ar: المجال المستهدف

source: Targets
ar: اهداف

source: Tasks
ar: المهام

source: Tasks:
ar: ابدأ مهام الصيانة

source: Template
ar: الگو

source: Template Diff
ar: قالب Diff

source: Template Diff: %{ name }
ar: قالب diff: ٪{الاسم }

source: Templates
ar: القوالب

source: Temporary Bandwidth Increase
ar: زيادة عرض النطاق الترددي المؤقت

source: Test Code
ar: اختبار التعليمات البرمجية

source: Test your phone's code
ar: اختبار رمز هاتفك

source: Text Wrap
ar: التفاف النص

source: Text-only attachments are used for increased safety.
ar: يتم استخدام المرفقات النصية فقط لزيادة الأمان.

source: Thaw
ar: ذوبان الجليد

source: The "Apply to existing Domains" option will trigger the httpd.conf rewrites and insert A/AAAA records into the local DNS zones. Disabling this checkbox won't touch the DNS or httpd.conf files, but future httpd.cont rewrites will have the linked IP added.
ar: سيتم تشغيل الخيار "تطبيق على مجالات موجودة" في httpd.conf يعيد كتابة و إدراج سجلات A/AAAA في مناطق DNS المحلية. تعطيل خانة الاختيار هذه لن تلمس ملفات DNS أو httpd.conf، ولكن سوف يكون لإعادة كتابة httpd.cont في المستقبل IP المرتبطة المضافة.

source: The "From" value set in the email header. This value should not be considered as accurate, as a sender can specify any value they wish.
ar: تعيين القيمة "من" في رأس البريد الإلكتروني. لا ينبغي اعتبار هذه القيمة دقيقة، حيث يمكن للمرسل تحديد أي قيمة يرغبون فيها.

source: The ALL_USER type commands are replaced with all commands the User is allowed, at that level.
ar: يتم استبدال أوامر ALL_USER نوع مع كافة الأوامر المسموح للمستخدم، في هذا المستوى.

source: The App will show you a code, which you'll use to Login to DirectAdmin.
ar: سوف يظهر لك التطبيق رمزًا، والذي ستستخدمه لتسجيل الدخول إلى DirectAdmin.

source: The e-mail is dropped and completely ignored
ar: تم إسقاط البريد الإلكتروني وتجاهله تماماً

source: The email limit is %{ limit }, but the User limit is %{override}, hence it is limited to %{override}.
ar: الحد الأقصى للبريد الإلكتروني هو ٪{limit}، ولكن حد المستخدم %{override}، وبالتالي فهو يقتصر على %{override}.

source: The format is the same as the E-mail Blocklist
ar: التنسيق هو نفس قائمة حظر البريد الإلكتروني

source: The login username used will still be your normal DA username.
ar: سيظل اسم المستخدم المستخدم لتسجيل الدخول هو اسم المستخدم العادي الخاص بك.

source: The priorities for allow and deny are
ar: أولويات السماح والحرمان هي

source: The send limit for %{ username } is %{limit} which overrides per-email limits
ar: حد الإرسال لـ ٪{username} هو %{limit} الذي يتجاوز حدود البريد الإلكتروني الواحد

source: The sender is notified that the address doesn't exist
ar: يتم إعلام المرسل بأن العنوان غير موجود

source: The SPF record for this domain replaces the current record.
ar: يستبدل سجل SPF لهذا المجال السجل الحالي.

source: The SPF record has designated the host as NOT being allowed to send (reject)
ar: قام سجل SPF بتعيين المضيف على أنه لا يسمح له بالإرسال (رفض)

source: The SPF record has designated the host as NOT being allowed to send but is in transition (accept but mark)
ar: وقد عين سجل SPF المضيف بأنه لا يسمح لإرسال ولكن في مرحلة انتقالية (قبول ولكن علامة)

source: The SPF record specifies explicitly that nothing can be said about validity (accept)
ar: يحدد سجل SPF بشكل صريح أنه لا يمكن قول أي شيء عن الصلاحية (قبول)

source: The very last entry.
ar: آخر مدخل

source: Theme
ar: السمات

source: Theme Mode
ar: وضع الثيم

source: Theme:
ar: المظهر:

source: There is no default domain; you should start with creating one first
ar: لا يوجد مجال افتراضي؛ لا يوجد مجال افتراضي؛ ولكن لا يوجد مجال افتراضي. يجب أن تبدأ مع خلق واحد أولا

source: This action will delete all keys and revert to non-signed zone
ar: سيؤدي هذا الإجراء إلى حذف كافة المفاتيح والعودة إلى منطقة غير موقعة

source: This button will remove data learned by SpamAssassin.
ar: هذا الزر سوف يزيل البيانات التي تعلمتها SpamAssassin.

source: This could replace paid EV certificates
ar: وهذا يمكن أن يحل محل شهادات EV المدفوعة

source: This domain is controlled by the main domain for this User.
ar: يتم التحكم في هذا المجال من قبل المجال الرئيسي لهذا المستخدم.

source: This e-mail address will catch all improperly addressed mail (i.e. to a user that doesn't exist) to your site. This address may be your defaultusername@yourdomain.com, or any other email account you have created.
ar: هذا عنوان البريد الإلكتروني سوف قبض على جميع البريد الموجهة بشكل غير صحيح (أي إلى مستخدم غير موجود) إلى موقعك. قد يكون هذا العنوان defaultusername@yourdomain.com، أو أي حساب بريد إلكتروني آخر قمت بإنشائه.

source: This feature has been disabled. Please, contact your administrator.
ar: تم تعطيل هذه الميزة. الرجاء الاتصال بالمسؤول.

source: This feature is not turned on.
ar: لم يتم تشغيل هذه الميزة.

source: This file is tagged as secure. Root password required to edit
ar: تم وضع علامة على هذا الملف على أنه آمن. كلمة مرور الجذر المطلوبة لتحرير

source: This is a Trial License of DirectAdmin
ar: هذه نسخة تجريبية من DirectAdmin

source: This is the list of e-mail address that will be allowed through, regardless of content.
ar: هذه هي قائمة عناوين البريد الإلكتروني التي سيتم السماح بها من خلال بغض النظر عن المحتوى.

source: This is the list of e-mail address that will be blocked.
ar: هذه هي قائمة عناوين البريد الإلكتروني التي سيتم حظرها.

source: This is the recommended option for the catch-all setting. Catch-all's will increase the server load due to spam, so having them disable is highly recommended unless you absolutely need the feature on.
ar: هذا هو الخيار المستحسن لإعداد catch-all. سوف كل للجميع زيادة تحميل الخادم بسبب البريد المزعج، لذلك وجود لهم تعطيل ينصح بشدة إلا إذا كنت في حاجة مطلقة على ميزة.

source: This Month
ar: هذا الشهر

source: This Month (excluding today)
ar: هذا الشهر (باستثناء اليوم)

source: Thursday
ar: يوم الخميس

source: Ticket #
ar: تذكرة #

source: Ticket System Enabled
ar: نظام التذاكر ممكّن

source: Ticket System Settings
ar: إعدادات نظام التذاكر

source: Tickets
ar: التذاكر

source: Time
ar: الوقت

source: Time before failed login count resets
ar: الوقت قبل إعادة تعيين عدد تسجيل الدخول الفاشلة

source: Timeout
ar: نفذ الوقت

source: Timeout (seconds)
ar: المهلة (ثواني)

source: Timezone
ar: المنطقة الزمنية

source: To Trash
ar: سلة المهملات

source: To use it, paste the Signed Certificate on "Paste a pre-generated certificate and key" tab and click "Save".
ar: لاستخدامها، قم بلصق "شهادة موقعة" على "لصق شهادة تم إنشاؤها مسبقاً ومفتاح" ثم انقر فوق "حفظ".

source: To use this feature, download the Google Authenticator App for your phone (or equivalent), and scan in the QR code.
ar: لاستخدام هذه الميزة، قم بتنزيل تطبيق Google Authenticator لهاتفك (أو ما يعادله)، ثم قم بالمسح الضوئي في رمز الاستجابة السريعة.

source: To:
ar: الى:

source: Today
ar: اليوم

source: Token
ar: الرمز

source: Top Line
ar: قائمة الدخل

source: Top:
ar: الأعلى:

source: Total
ar: المجموع

source: Total Disk Usage
ar: إجمالي استخدام القرص

source: Total Memory
ar: إجمالي الذاكرة

source: Total Swap Memory
ar: إجمالي ذاكرة المبادلة

source: Total Usage
ar: إجمالي الاستخدام

source: Tracker stream was closed!
ar: تم إغلاق تيار تعقب!

source: Transmitted
ar: احال

source: Trash
ar: سلة المهملات

source: Tree View
ar: طريقة عرض الشجرة

source: Try Again
ar: حاول مرة أخرى

source: TTL is overriden globally. Changing this setting will have no effect.
ar: يتم تجاوز TTL على مستوى العالم. سيكون لتغيير هذا الإعداد لا تأثير.

source: TTL is overriden globally. Changing this setting will have no effect.
ar: يتم تجاوز TTL على مستوى العالم. لن يكون لتغيير هذا الإعداد أي تأثير.

source: TTL Value
ar: قيمة TTL

source: Tuesday
ar: يوم الثلاثاء

source: Two-Step Authentication
ar: التحقق بخطوتين

source: TXT Record Type
ar: نوع سجل TXT

source: Type
ar: النوع

source: Type your reply here...
ar: اكتب ردك هنا...

source: Un-Install
ar: إلغاء التثبيت

source: Un-Link IP Address
ar: عنوان IP لـ Un-link

source: Unable to reach network. Please check your internet connection.
ar: غير قادر على الوصول إلى شبكة الاتصال. يرجى التحقق من اتصال الإنترنت الخاص بك.

source: unauthorized connections
ar: اتصالات غير مصرح بها

source: Unblock
ar: فك الحظر

source: Unblock IP
ar: إلغاء حظر IP

source: Unchecking will immediately delete the file from disk and cannot be recovered
ar: سيؤدي إلغاء تحديد الملف إلى حذف الملف على الفور من القرص ولا يمكن استرداده

source: Undo Changes
ar: التراجع عن التغييرات

source: Unicode Tokens
ar: رموز مميزة لـ Unicode

source: Unit Applications
ar: تطبيقات الوحدة

source: Unknown
ar: غير معروف

source: Unlimited
ar: غير محدود

source: Unset publicly viewable statistics
ar: الإحصاءات غير القابلة للعرض بشكل عام

source: Unsubscribe Policy
ar: سياسة إلغاء الاشتراك

source: Unsuspend
ar: إلغاء تعليق

source: Update
ar: تحديث

source: Update Adsense Information
ar: تحديث معلومات Adsense

source: Update DirectAdmin
ar: تحديث "مباشر أدمين"

source: Update disk usage
ar: تحديث استخدام القرص

source: Update List
ar: تحديث القائمة

source: Update Services List
ar: تحديث قائمة الخدمات

source: Upload
ar: رفع

source: Upload Backup
ar: تحميل النسخ الاحتياطي

source: Upload completed. Processing uploaded file
ar: تم التحميل. معالجة الملف الذي تم تحميله

source: Upload File
ar: رفع ملف

source: Upload files
ar: تحميل الملفات

source: Upload Files
ar: تحميل الملفات

source: Upload In Progress
ar: التحميل قيد التقدم

source: Upload Method:
ar: طريقة التحميل:

source: Upload Skin
ar: تحميل البشرة

source: Uploading files...
ar: يتم الآن تحميل الملفات...

source: Uptime
ar: مدة التشغيل

source: URL
ar: الرابط

source: URL to image in JPG/PNG/SVG format
ar: عنوان URL للصورة بتنسيق JPG/PNG/SVG

source: Usage
ar: الإستعمال

source: Usage log
ar: سجل الاستخدام

source: Usage Log
ar: سجل الاستخدام

source: Usage Statistics
ar: إحصائيات الاستخدام

source: Usage Statistics for %{device}
ar: إحصائيات الاستخدام %{device}

source: Usage, logs and statistics
ar: الاستخدام، السجلات والإحصاءات

source: Use a directory named private_html
ar: استخدام دليل مسمى private_html

source: Use a symbolink link from private_html to public_html - allows for same data in http and https
ar: استخدام رابط الرمز من private_html إلى public_html - يسمح لنفس البيانات في http وhttps

source: Use attachments.
ar: استخدام المرفقات.

source: Use local SPF values.
ar: استخدام قيم SPF المحلية.

source: Use NS values from backup.
ar: استخدام قيم NS من النسخ الاحتياطي.

source: Use RBL Blocking
ar: استخدام حظر RBL

source: Use Remote Transfer
ar: استخدام النقل عن بعد

source: Use text-only attachments.
ar: استخدام المرفقات النصية فقط.

source: Use the | charter for separation.
ar: استخدم | ميثاق للانفصال.

source: Use the IP
ar: استخدام IP

source: Use the IP stored in the backup
ar: استخدام IP المخزنة في النسخة الاحتياطية

source: Used
ar: المستعمل

source: Useful Links
ar: روابط مفيدة

source: user
ar: مستخدم

source: User
ar: مستخدم

source: User Accounts
ar: حسابات المستخدمين

source: User already exists
ar: العضو موجود مسبقاً

source: User Bandwidth
ar: عرض النطاق الترددي للمستخدم

source: User can set limit per E-mail
ar: يمكن للمستخدم تعيين حد لكل بريد إلكتروني

source: User Check
ar: فحص المستخدم

source: User does not exist
ar: المستخدم غير موجود

source: User History
ar: محفوظات المستخدم
