Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/*.po
Languages: ar

source: Field too short
ar: الحقل قصير جداً

source: File
ar: ملف

source: File %{ filename } already exists. Confirm overwrite?
ar: الملف ٪%{ filename } موجود بالفعل. تأكيد الكتابة فوق؟

source: File Editor
ar: محرر الملفات

source: File is too big
ar: الملف كبير جدا

source: File Manager
ar: مدير الملفات

source: File Name
ar: اسم الملف

source: File Name:
ar: اسم الملف:

source: File Type
ar: نوع الملف

source: File was not added due to max file size limit
ar: لم يتم إضافة الملف بسبب الحد الأقصى لحجم الملف

source: File:
ar: الملف:

source: Filename
ar: اسم الملف

source: Filename of the new key
ar: اسم الملف للمفتاح الجديد

source: Files
ar: الملفات

source: Filesystem
ar: الملفات

source: filter
ar: فلتر

source: Filter
ar: تصفية

source: Filter domains by issuer:
ar: تصفية المجالات حسب المصدر:

source: Filter domains by username:
ar: تصفية المجالات حسب اسم المستخدم:

source: Filter IP
ar: تصفية IP

source: Filter IPs
ar: تصفية برامج العمل الدولية

source: Filter Tokens
ar: الرموز المميزة للتصفية

source: Filter Type
ar: نوع التصفية

source: Filter users
ar: تصنيف المستخدمين

source: Filter Value
ar: قيمة عامل التصفية

source: Filtered by name:
ar: تمت تصفيتها حسب الاسم:

source: Fingerprint
ar: بصمة

source: First
ar: الأول

source: Flush from DNS
ar: تدفق من DNS

source: Folder
ar: المجلد

source: Folder does not exist
ar: المجلد غير موجود

source: Folder Name
ar: إسم الملف

source: Folder Name:
ar: اسم المجلد:

source: Folder:
ar: مجلد جديد

source: Folders
ar: المجلدات

source: For dark mode & sidebar layout
ar: لوضع الظلام وتخطيط الشريط الجانبي

source: For IPv6 IPs, use a /mask, eg: /64
ar: ل IPv6 برامج IPs، استخدم / قناع، على سبيل المثال: /64

source: Forbidden
ar: محظور

source: Force Load
ar: تحميل القوة

source: Force redirect
ar: فرض إعادة التوجيه

source: Force SSL with https redirect
ar: فرض SSL مع إعادة توجيه https

source: Force theme
ar: سمة فرض

source: Force white background for sidebar header
ar: فرض خلفية بيضاء لرأس الشريط الجانبي

source: Forced
ar: أجبر

source: Forensic Email (RUF)
ar: البريد الإلكتروني للطب الشرعي (الجبهة المتحدة الثورية)

source: forwarder
ar: معيد التوجيه

source: Forwarder
ar: معيد التوجيه

source: Forwarder Name
ar: اسم مع توجيه

source: Forwarders
ar: وكلاء

source: Forwarders: Includes all forwarding addresses.
ar: مع توجيه: يتضمن كافة عناوين إعادة التوجيه.

source: Free
ar: متاح

source: Free Memory
ar: ذاكرة حرة

source: Free Swap Memory
ar: ذاكرة التبادل الحرة

source: Freeze
ar: (Freeze) التجمد

source: Friday
ar: يوم الجمعة

source: from the list
ar: من القائمة

source: Frozen
ar: مجمّد

source: FTP
ar: بروتوكول نقل الملفات

source: FTP account created
ar: إنشاء حساب FTP

source: FTP Account limit reached
ar: تم الوصول إلى حد حساب FTP

source: FTP account with the root directory as the user name in the public_html directory
ar: FTP حساب مع الدليل الجذر باسم المستخدم في الدليل public_html

source: FTP account with the root directory as the users name in the public_html directory
ar: حساب FTP مع الدليل الجذر كـ اسم المستخدمين في الدليل public_html

source: FTP account with the root directory in the domains home directory (one up from the public_html)
ar: حساب FTP مع الدليل الجذر في الدليل الرئيسي للمجالات (واحد حتى من public_html)

source: FTP account with the root directory in the domains public_ftp directory
ar: حساب FTP مع الدليل الجذر في public_ftp المجالات الدليل

source: FTP accounts
ar: حسابات FTP

source: FTP Accounts
ar: حسابات FTP

source: FTP Accounts for %{ domain }
ar: حسابات FTP لـ ٪{ مجال }

source: FTP Management
ar: إدارة FTP

source: FTP Settings
ar: إعدادات FTP

source: FTP Username
ar: اسم مستخدم FTP

source: FTP Username:
ar: اسم مستخدم FTP:

source: Full Log
ar: سجل كامل

source: Full Log (slow for large logfiles)
ar: سجل كامل (بطيء لملفات السجل الكبيرة)

source: Full reload will be performed in %{ seconds } seconds
ar: سيتم إجراء إعادة التحميل بالكامل في ٪{ ثواني }

source: Full Server Statistics
ar: إحصائيات الملقم الكامل

source: Generate Keys
ar: إنشاء مفاتيح

source: Generate Random Password
ar: إنشاء كلمة مرور عشوائية

source: Generate Secret
ar: إنشاء سرية

source: Get Access
ar: الحصول على الوصول

source: Global
ar: شامل

source: Global Key
ar: المفتاح العالمي

source: Global Key Options
ar: خيارات المفتاح العالمي

source: Global Limit
ar: الحد العالمي

source: Grid
ar: شبكة

source: Group
ar: المجموعة

source: Hander
ar: يدوي

source: handler
ar: معالج

source: Handler
ar: معالج

source: Handler for such extension already exists
ar: معالج لمثل هذا الملحق موجود بالفعل

source: Hardware details
ar: تفاصيل الأجهزة

source: Help
ar: المساعدة

source: Here is your SSL Certificate Request.
ar: هنا هو طلب شهادة SSL الخاص بك.

source: Hide
ar: إخفاء

source: Hide Empty
ar: إخفاء الفارغة

source: Hide entries which use 0 bytes
ar: إخفاء الإدخالات التي تستخدم 0 بايت

source: Hide error messages
ar: إخفاء رسائل الخطأ

source: Hide information messages
ar: إخفاء رسائل المعلومات

source: Hide success messages
ar: إخفاء رسائل النجاح

source: High
ar: مرتفع

source: High Threshold (10.0)
ar: عتبة عالية (10.0)

source: Highest
ar: أعلى

source: Hold
ar: معلق

source: Home
ar: الرئيسية

source: Home Directory
ar: الدليل الرئيسي

source: Hotlink Protection
ar: حماية الارتباط الساخن

source: Hotlinks Protection
ar: حماية الروابط الساخنة

source: Hour
ar: ساعة

source: Hour should be a number between 0 and 23 or *
ar: يجب أن تكون الساعة رقم بين 0 و 23 أو *

source: Hour: %{hour}
ar: الساعة: %{hour}

source: hours after last attempt.
ar: بعد ساعات من المحاولة الأخيرة.

source: How should the spam be delivered?
ar: كيف ينبغي أن يتم تسليم البريد المزعج؟

source: HTTPD data
ar: بيانات HTTPD

source: Hue
ar: درجة اللون

source: Hybrid
ar: هجين

source: Icon
ar: أيقونة

source: Icon Size
ar: حجم الأيقونة

source: Icons Grid
ar: شبكة الأيقونات

source: ID
ar: بطاقة هوية (ID)

source: ID Info
ar: معلومات المعرف

source: id_dsa.pub for scp (~/user/.ssh/authorized_keys2)
ar: id_dsa.pub لscp (~/ المستخدم / .ssh / authorized_keys2)

source: If no commands are checked (allow and deny), all commands are allowed.
ar: إذا لم يتم تحديد أية أوامر (السماح ورفض) ، يتم السماح كافة الأوامر.

source: If SMTP authentication is used, this will show the login name used. Scripts will show the owner of the script. Can be considered accurate.
ar: في حالة استخدام مصادقة SMTP، هذا سوف تظهر اسم تسجيل الدخول المستخدم. سوف تظهر البرامج النصية مالك البرنامج النصي. يمكن اعتبارها دقيقة.

source: If the email was generated from a script, the path value will show the working directory the script was in. An email in the spool will have a path value of "retry" for each attempt.
ar: إذا تم إنشاء البريد الإلكتروني من برنامج نصي، فستظهر قيمة المسار دليل العمل الذي كان فيه البرنامج النصي. سيكون البريد الإلكتروني في التخزين المؤقت قيمة مسار "إعادة المحاولة" لكل محاولة.

source: If the user already exists, this setting will have no effect.
ar: إذا كان المستخدم موجوداً مسبقاً، لن يكون لهذا الإعداد أي تأثير.

source: If this is set, it will show the IP that connect to the server. If no IP is set, then the email was sent vie a local script.
ar: إذا تم تعيين هذا، فإنه سيتم إظهار IP التي تتصل بالخادم. إذا لم يتم تعيين IP، ثم تم إرسال البريد الإلكتروني في حالة وجود برنامج نصي محلي.

source: If using the IPs from within the backup, any IPs that don't exist on this system will not be included. If there no IPs to be used, a Reseller or Admin will be restored to the server IP.
ar: إذا كان استخدام برامج تشغيل IPs من داخل النسخة الاحتياطية، لن يتم تضمين أي برامج تشغيل IPs غير موجودة على هذا النظام. إذا لم يكن هناك أي عناوين IP لاستخدامها، سيتم استعادة موزع أو مسؤول إلى IP الملقم.

source: Ignore Case
ar: حالة تجاهل

source: Ignore:
ar: تجاهل:

source: Image preview
ar: معاينة الصورة

source: Import
ar: استيراد

source: Import packages
ar: استيراد حزم

source: Import Packages
ar: استيراد حزم

source: In
ar: في

source: In Progress
ar: قيد التقدم

source: Inactive
ar: غير نشط

source: Inbox (don't block it)
ar: علبة الوارد (لا تمنعه)

source: Incident Object Description Exchange Format
ar: تنسيق Exchange وصف كائن الحادث

source: Include
ar: التضمين

source: Include Domain
ar: تضمين مجال

source: Included
ar: يتضمن

source: Incoming
ar: الوارد

source: Increase Bandwidth
ar: زيادة عرض النطاق الترددي

source: Incremental file-by-file backup
ar: النسخ الاحتياطي المتزايد للملف حسب الملف

source: Index Access
ar: الوصول إلى الفهرس

source: Info
ar: معلومات

source: Info Access
ar: الوصول إلى المعلومات

source: Information
ar: معلومات

source: Inodes
ar: إنودس

source: Inodes Count
ar: عدد الـ Inodes

source: Install
ar: تثبيت

source: Install after upload
ar: تثبيت بعد تحميل

source: Installed
ar: تنصيب

source: Installed Perl Modules
ar: وحدات بيرل المثبتة

source: Intro Access
ar: الوصول إلى مقدمة

source: Invalid date format
ar: تنسيق التاريخ غير صحيح

source: Invalid Domain
ar: مجال غير صالح

source: Invalid filename
ar: اسم ملف غير صالح

source: Invalid JSON
ar: JSON غير صالحة

source: Invalid route name
ar: اسم المسار غير صالح

source: Invalid username
ar: اسم المستخدم غير صالح

source: Invert
ar: عكس

source: IP / Range / Domain / E-mail
ar: IP / المدى / المجال / البريد الإلكتروني

source: IP / User
ar: IP / المستخدم

source: IP Address
ar: عنوان بروتوكول الإنترنت (IP)

source: IP Address:
ar: عنوان IP:

source: IP Addresses
ar: عناوين الـ IP

source: IP Addresses in CIDR format that deliver or relay mail for this domain
ar: عناوين IP بتنسيق CIDR التي تقدم أو تُرحل البريد لهذا المجال

source: IP Details
ar: تفاصيل IP

source: IP Info
ar: معلومات IP

source: IP Info: %{ ip }
ar: معلومات IP: ٪{ip}

source: IP Management
ar: إدارة ال IP

source: IP Manager
ar: إدارة IP

source: IP(s)
ar: يجب عليك تضمين IP الخاص بك %s على الأقل لتتمكن من تعطيل وضع الصيانة لاحقًا عبر المتصفح الخاص بك.

source: Issuer
ar: المُصدر

source: It will free up some space, but will reset any learned progress SpamAssassin has previously made.
ar: وسوف تحرر بعض المساحة ، ولكن سيتم إعادة تعيين أي تقدم تم تعلمها SpamAssassin في السابق.

source: It's recommended to use Feature Sets functionality in user packages/configuration to limit the features for end-customers. Disabling menu entries here just removes a menu entry, but it still leaves the functionality available.
ar: من المستحسن استخدام وظائف "مجموعات الميزات" في حزم المستخدم/التكوين للحد من الميزات للعملاء النهائيين. تعطيل إدخالات القائمة هنا فقط يزيل إدخال القائمة، لكنه لا يزال يترك وظيفة متوفرة.

source: Jailed
ar: سجن

source: January
ar: يناير

source: Java
ar: جافا

source: JavaScript
ar: كود جافا سكريبت

source: July
ar: يوليو

source: June
ar: يونيو

source: Keep Number of Apache Log Backups
ar: الاحتفاظ بعدد النسخ الاحتياطية سجل أباتشي

source: key
ar: مفتاح

source: Key
ar: مفتاح

source: Key Data
ar: بيانات المفتاح

source: Key ID
ar: معرف المفتاح

source: Key Name
ar: اسم المفتاح

source: Key Name:
ar: اسم المفتاح:

source: Key Options
ar: خيارات المفاتيح

source: Key size
ar: حجم المفتاح

source: Key Size (bits)
ar: حجم المفتاح (بت)

source: Key Type
ar: نوع المفتاح

source: Key Value:
ar: قيمة المفتاح:

source: Key-Signing Key
ar: مفتاح توقيع المفتاح

source: Keys not yet generated.
ar: المفاتيح لم يتم إنشاؤها بعد.

source: KiB Mem:
ar: كيب يم:

source: KiB Swap:
ar: كيب مبادلة:

source: Kill
ar: اغلق العنصر الحالي قسراً

source: Kitchen sink
ar: بالوعة المطبخ

source: Language
ar: اللغة

source: Language defined
ar: اللغة المعرفة

source: Large
ar: كبير

source: Last
ar: الأخير

source: Last Login
ar: آخر تسجيل دخول

source: Last Message
ar: آخر رسالة

source: Last PID:
ar: آخر معرف PID:

source: Last Tally Completion
ar: الانتهاء من آخر حصيلة

source: Last time login
ar: آخر مرة تسجيل الدخول

source: Layout
ar: التخطيط

source: Learn More
ar: تعلم المزيد

source: Leave DNS
ar: ترك DNS

source: Level
ar: المستوى

source: License
ar: الترخيص

source: License Info and updates
ar: معلومات الترخيص والتحديثات

source: License/Updates
ar: الترخيص/ التحديثات

source: Licensing / Updates
ar: الترخيص / التحديثات

source: Light
ar: فاتح

source: Lightness
ar: خفة الاضاءة

source: Limit
ar: الحد

source: Limit can't be larger than %{ limit }
ar: لا يمكن أن يكون الحد أكبر من ٪{حد }

source: Limit Notice
ar: إشعار الحد

source: Limit of 10 domain lookups reached
ar: تم الوصول إلى حد عمليات البحث عن 10 نطاقات

source: Limit should be larger than 0
ar: يجب أن يكون الحد أكبر من 0

source: Limited License
ar: رخصة محدودة

source: Line
ar: خط

source: Line Numbers
ar: أرقام الأسطر

source: Lines Count
ar: عدد الخطوط

source: Link
ar: رابط

source: Link an IP to %{ip}
ar: ربط IP %{ip}

source: Link in background
ar: الارتباط في الخلفية

source: Link IP
ar: ربط IP

source: Linked IP(s)
ar: IP (عناوين) مرتبطة

source: Linking an IP with apache will add the linked IP into the VirtualHost with the current IP.
ar: ربط IP مع اباتشي إضافة IP المرتبطة في VirtualHost مع IP الحالي.

source: Linking an IP with DNS will duplicate the A/AAAA records for the current IP with the linked IP.
ar: إن ربط IP مع DNS سوف يكرر سجلات A/AAAA لـ IP الحالي مع IP المرتبط.

source: List
ar: قائمة

source: List Administrators
ar: قائمة المسؤولين

source: List filtered by IP: %{ ip }
ar: قائمة تمت تصفيتها بواسطة IP: ٪{ip}

source: List filtered by User: %{ user }
ar: قائمة تمت تصفيتها بواسطة المستخدم: ٪{المستخدم}

source: List Information
ar: معلومات القائمة

source: List Name:
ar: اسم القائمة:

source: List Resellers
ar: قائمة الموزعين

source: List Users
ar: عرض الموظفين

source: Load Average
ar: متوسط الحمل

source: Load Average:
ar: متوسط الحمل

source: Load Log
ar: تحميل سجل

source: Loading
ar: تحميل

source: Loading “%{name}” plugin
ar: تحميل "%{name}" المساعد

source: Loading was aborted due to %{ time }s timeout. <br/>%{returned} lines was returned of %{ requested } requested
ar: تم إحباط التحميل بسبب مهلة ٪{time}s. <br/>%{returned} تم إرجاع الأسطر من ٪{ المطلوب } المطلوب

source: Loading widget data...
ar: تحميل بيانات عنصر واجهة المستخدم...

source: Local
ar: محلي

source: Local Data
ar: البيانات المحلية

source: Local Mail
ar: البريد المحلي

source: Local path
ar: المسار المحلي

source: Local URL Path
ar: مسار URL المحلي

source: Local: %{ local_path }
ar: محلي: ٪{local_path}

source: Local: %{ location }
ar: محلي: ٪{ الموقع }

source: Location
ar: المكان

source: Log
ar: سجل

source: Log Entry
ar: إدخال السجل

source: Log Usage
ar: استخدام السجل

source: Log View Options
ar: خيارات عرض السجل

source: Log Viewer
ar: عارض السجل

source: Logged in as
ar: تسجيل الدخول كـ

source: Login
ar: تسجيل الدخول

source: Login anyway
ar: تسجيل الدخول على أي حال

source: Login as %{ username }
ar: مرحباً ##full_name ##! قام مسؤول بتعيين بيانات اعتماد تسجيل الدخول الجديدة لـحساب KeyHelp الخاص بك . يمكنك الآن تسجيل الدخول إلى واجهة الويب باستخدام بيانات اعتماد تسجيل الدخول الجديدة ------------ اسم الدخول: ##username## كلمة المرور: ##password ## واجهة ويب KeyHelp: ##panel_url## ------------ لأسباب أمنية، ننصح بتغيير كلمة المرور المُعطى في أقرب وقت ممكن.

source: Login as %{user}
ar: تسجيل الدخول باسم هذا المستخدم

source: Login as user
ar: الدخول كـ مسنخدم

source: login attempts
ar: يتم تقييد محاولات تسجيل الدخول إذا اكتشف النظام عددًا كبيرًا جدًا من الطلبات غير الصالحة من شبكة IP الفرعية.

source: Login Failures
ar: فشل تسجيل الدخول

source: login failures from any IP.
ar: فشل تسجيل الدخول من أي IP.

source: login failures on any account.
ar: فشل تسجيل الدخول على أي حساب.

source: Login History
ar: سجل تسجيل الدخول

source: Login Keys
ar: مفاتيح تسجيل الدخول

source: Login keys allow you to create extra passwords for your account.
ar: مفاتيح الدخول تسمح لك بإنشاء كلمات مرور إضافية لحسابك.

source: Login to phpMyAdmin
ar: تسجيل الدخول إلى phpMyAdmin

source: Login: %{ login }
ar: تسجيل الدخول: ٪{ تسجيل الدخول }

source: Logo
ar: الشعار

source: Logout
ar: تسجيل الخروج

source: Logs
ar: السجلات

source: Low
ar: منخفض

source: Low Threshold (5.0)
ar: عتبة منخفضة (5.0)

source: Mail Queue
ar: قائمة انتظار البريد

source: Mail Queue Administration
ar: إدارة قائمة انتظار البريد

source: mail() Line Number
ar: رقم السطر البريد()

source: mailing list
ar: قائمة الأيميل

source: Mailing List
ar: قائمة الأيميل

source: Mailing Lists
ar: القوائم البريدية

source: Mailing Lists limit reached
ar: تم الوصول إلى حد القوائم البريدية

source: Mailing Lists: Includes the list, digest-list and archives.
ar: قوائم البريد: تتضمن القائمة، القائمة الموجزة والمحفوظات.

source: Main Colors
ar: الألوان الرئيسية

source: Main Database Account
ar: حساب قاعدة البيانات الرئيسية

source: Main Domain...
ar: النطاق الرئيسي

source: Main FTP Account
ar: حساب FTP الرئيسي

source: Make Request
ar: تقديم طلب

source: Make statistics publicly viewable
ar: جعل الإحصاءات قابلة للعرض على الملأ

source: Manage
ar: إدارة

source: Manage IPs
ar: إدارة برامج العمل الدولية

source: Manage Reseller Packages
ar: إدارة حزم الموزعين

source: Manage Security Questions
ar: إدارة أسئلة الأمان

source: Manage Server IPs
ar: إدارة برامج تشغيل خادم

source: Manage Tickets
ar: إدارة التذاكر

source: Manage user accounts
ar: ادارة حسابات المستخدمين

source: Manage User Backups
ar: إدارة النسخ الاحتياطي للمستخدم

source: Manage User Packages
ar: إدارة حزم المستخدمين

source: Manual
ar: الدليل الفني

source: Manually
ar: يدوياً

source: Manually Change Settings
ar: تغيير الإعدادات يدويًا

source: Manually edit the config file yourself
ar: تحرير ملف التكوين بنفسك يدويًا

source: March
ar: مارس

source: Mark as read
ar: إشارة تم قراءته

source: Master Login
ar: دخول رئيسي

source: Max
ar: الحد الأقصى

source: Max File Size:
ar: أقصى حجم الملف:

source: Max Files Size:
ar: ماكس حجم الملفات:

source: Max limit User can set per E-mail
ar: الحد الأقصى يمكن للمستخدم تعيين لكل بريد إلكتروني

source: Max limit user can set per email
ar: أقصى حد المستخدم يمكن تعيين كل بريد إلكتروني

source: Max Request / Upload Size
ar: ماكس طلب / تحميل الحجم

source: Max Time
ar: أقصى وقت

source: Max Username Length
ar: أقصى طول اسم المستخدم

source: Max Username length could not be higher than 30 characters
ar: أقصى طول اسم المستخدم لا يمكن أن يكون أعلى من 30 حرفاً

source: Max Username length could not be lower than 8 characters
ar: أقصى طول اسم المستخدم لا يمكن أن يكون أقل من 8 أحرف

source: Maximize
ar: تكبير

source: Maximum requests per week: %{n}
ar: الحد الأقصى للطلبات في الأسبوع: %{n}

source: MaxLength
ar: ماكس لينجث

source: May
ar: مايو

source: Medium
ar: متوسط

source: Medium Threshold (7.5)
ar: عتبة متوسطة (7.5)

source: Memory
ar: الذاكرة العشوائية

source: Memory Information
ar: معلومات الذاكرة

source: Memory Usage
ar: استخدام الذاكرة

source: Menu
ar: القائمة

source: Menu: Admin
ar: القائمة: مسؤول

source: Menu: Reseller
ar: القائمة: موزع

source: Menu: User
ar: القائمة: المستخدم

source: message
ar: رسالة

source: Message
ar: الرسالة

source: Message All Users
ar: رسالة كافة المستخدمين

source: Message Details
ar: تفاصيل الرسائل

source: Message Footer
ar: تذييل الرسالة

source: Message Fronter
ar: Fronter الرسالة

source: Message Headers
ar: رؤوس الرسائل

source: Message sent successfully.
ar: تم إرسال الرسالة بنجاح.

source: Message will be delivered to all User/Reseller accounts that were selected plus all E-Mail accounts that exist under domains for selected User accounts.
ar: سيتم تسليم الرسالة إلى كافة حسابات المستخدم/الموزع التي تم تحديدها بالإضافة إلى كافة حسابات البريد الإلكتروني الموجودة ضمن المجالات لحسابات المستخدم المحددة.

source: Message:
ar: الرسالة:

source: Messages
ar: الرسائل

source: Mime Type
ar: نوع امتدادات بريد الإنترنت متعددة الأغراض (Mime Type)

source: Mime Types
ar: أنواع Mime

source: Minimize
ar: تصغير

source: Minimum disk space required for backup (MB)
ar: الحد الأدنى من مساحة القرص المطلوبة للنسخ الاحتياطي (MB)

source: Minimum time before a repeated reply
ar: الحد الأدنى من الوقت قبل الرد المتكرر

source: Minute
ar: دقيقة

source: Minute should be a number between 0 and 59 or *
ar: الدقيقة يجب أن تكون بين 0 و 59 أو *

source: Minute: %{minute}
ar: الدقيقة: %{minute}

source: minutes
ar: دقائق

source: Misc. Options
ar: خيارات متفرقة

source: Mode
ar: الوضع

source: Mode:
ar: النمط:

source: Moderate
ar: متوسطة

source: Moderator
ar: المشرف

source: Modified
ar: تم التعديل

source: Modify
ar: تعديل

source: Modify %{domain}
ar: تعديل %{domain}

source: Modify App
ar: تعديل التطبيق

source: Modify Autoresponder
ar: تعديل الرد التلقائي

source: Modify Backup
ar: تعديل النسخ الاحتياطي

source: Modify Backup Schedule
ar: تعديل جدول النسخ الاحتياطي

source: Modify Domain
ar: تعديل المجال

source: Modify Forwarder
ar: تعديل مع توجيه

source: Modify FTP Account
ar: تعديل حساب FTP

source: Modify Mailing List
ar: تعديل القائمة البريدية

source: Modify Mailing List: %{list}
ar: تعديل قائمة المراسلات: %{list}

source: Modify MX Records
ar: تعديل سجلات MX

source: Modify Package
ar: تعديل الحزمة

source: Modify Privileges
ar: تعديل الامتيازات

source: Modify Reseller Package
ar: تعديل حزمة الموزعين

source: Modify Vacation Message
ar: تعديل رسالة الإجازة

source: Modify Your Own User data
ar: تعديل بيانات المستخدم الخاصة بك

source: Modify Your Own User Data
ar: تعديل بيانات المستخدم الخاصة بك

source: ModSecurity
ar: وزارة الدفاع

source: ModSecurity Disabled Rules
ar: قواعد معطلة في وزارة الدفاع

source: ModSecurity Status
ar: حالة الأمن الدفاعي

source: Modsecurity: %{ domain }
ar: أمان وزارة الدفاع: ٪{المجال}

source: Module
ar: وحدة

source: Monday
ar: يوم الإثنين

source: Monitor all services
ar: مراقبة جميع الخدمات

source: Monitor Backup: %{ id }
ar: نسخة احتياطية لمراقبة: ٪{معرف }

source: Month
ar: شهر

source: Month: %{month}
ar: الشهر: %{month}

source: Mounted on
ar: شنت على

source: Move
ar: نقل

source: Move File
ar: نقل ملف

source: Move Files
ar: نقل الملفات

source: Move Users
ar: نقل المستخدمين

source: Move Users between Resellers
ar: نقل المستخدمين بين الموزعين

source: Move Users Between Resellers
ar: نقل المستخدمين بين الموزعين

source: Multi Server is currently turned OFF
ar: تم إيقاف تشغيل "ملقم متعدد" حالياً

source: Multi Server Setup
ar: إعداد الملقم المتعدد

source: Mungedomain
ar: مونغدومان

source: MX Records
ar: سجلات MX

source: MX Template
ar: قالب MX

source: My Messages
ar: رسائلي

source: MySQL Databases
ar: قواعد بيانات MySQL

source: MySQL Management
ar: إدارة MySQL

source: name
ar: اسم

source: Name
ar: الاسم

source: Name already in list
ar: الاسم الموجود بالفعل في القائمة

source: Name in License
ar: الاسم في الترخيص

source: Name Server
ar: ملقم الاسم

source: Name Server 1
ar: اسم خادم 1

source: Name Server 1:
ar: اسم الخادم 1:

source: Name Server 2
ar: اسم خادم 2

source: Name Server 2:
ar: اسم الخادم 2:

source: Name Servers
ar: خوادم الأسماء

source: Name:
ar: الاسم:

source: nameserver
ar: اسمver

source: Nameserver
ar: اسمver

source: Navigation
ar: التنقل

source: Navigation filter
ar: فلتر التنقل

source: Navigation Filter
ar: فلتر التنقل

source: Netdata server metrics
ar: مقاييس خادم Netdata

source: Netmask
ar: قناع

source: Neutral
ar: محايد

source: Never
ar: مطلقا

source: New answer:
ar: إجابة جديدة:

source: New Domain
ar: مجال جديد

source: New File
ar: ملف جديد

source: New Folder
ar: مجلد جديد

source: New Forwarder Name
ar: اسم معرّد جديد

source: New Location
ar: إضافة مكان جديد

source: New Messages
ar: رسائل جديدة

source: New name
ar: اسم جديد

source: New Package Name
ar: اسم الحزمة الجديدة

source: New Password
ar: كلمة المرور الجديدة

source: New Random Password
ar: كلمة مرور عشوائية جديدة

source: New Tab
ar: علامة تبويب جديدة

source: Newer than
ar: أحدث من

source: Next
ar: التالي

source: Next Step
ar: الخطوة التالية

source: Nginx Templates
ar: قوالب Nginx

source: Nginx Unit
ar: وحدة نغنكس

source: Nginx URL Rewrites
ar: إعادة كتابة URL Nginx

source: No
ar: لا

source: No data to show
ar: لا توجد بيانات لإظهارها

source: No Data to Show
ar: لا توجد بيانات لإظهارها

source: No default domain
ar: لا يوجد مجال افتراضي

source: No Domains
ar: # من المجالات

source: No Installed Widgets
ar: لا توجد عناصر واجهة مستخدم مثبتة
