Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/*.po
Languages: ar

source: Select IP address used for restore.
ar: حدد عنوان IP المستخدم للاستعادة.

source: : original subject
ar: : الموضوع الأصلي

source: ( Today: %{ sent } )
ar: (اليوم: %{ sent } )

source: / Day
ar: / يوم

source: &nbsp;Database Disk Usage
ar: &nbsp; استخدام قرص قاعدة البيانات

source: &nbsp;E-mail Disk Usage
ar: &nbsp; استخدام القرص بالبريد الإلكتروني

source: # of DBs
ar: # من DBs

source: # of domains
ar: # من المجالات

source: # of Domains
ar: # من المجالات

source: # of free IPs
ar: # من برامج IPs المجانية

source: # of IPs
ar: # IPs

source: # of MySQL DBs
ar: # من الخلية DBs

source: # of Resellers
ar: من الموزعين

source: # of Subdomains
ar: # من النطاقات الفرعية

source: # of Users
ar: من المستخدمين

source: % Disk Usage to create Backups.
ar: ٪ استخدام القرص لإنشاء النسخ الاحتياطية.

source: % of partition usage
ar: % of استخدام القسم

source: %{ filename } customization for %{ domain }
ar: ٪{ filename } تخصيص لـ %{ domain }

source: %{ limit } / Day
ar: %{ limit } / يوم

source: %{ log } is %{ size }
ar: %{ limit } هو %{ size }

source: %{ n } new ticket created
ar: تم إنشاء %{ n } تذكرة جديدة

source: %{ name } and %{nusers } user
ar: المستخدم %{ size } و٪{nusers}

source: %{ selected }/%{ total } selected
ar: تم تحديد %{ selected }/%{ total }

source: %{ sent } (Today: %{ today } / %{ limit })
ar: %{ sent } (اليوم: %{ today } / %{ limit })

source: %{days} Days, %{hours} Hours and %{minutes} Minutes
ar: %{days} أيام وساعات %{hours} ودقائق %{minutes}

source: %{dirs} Folders / %{files} Files
ar: %{dirs} المجلدات / الملفات %{files}

source: %{freeIPs} Free IP
ar: %{freeIPs} IP مجاني

source: %{n} new message
ar: رسالة جديدة

source: %{name}-digest
ar: %{name}- هضم

source: %{user } limit hits
ar: %{user } وصل الحد

source: © %{ year } JBMC Software
ar: ©٪ {year} zenhosting+

source: <strong>Hello,</strong> %{ username }
ar: <strong>مرحباً،</strong>%{ username }

source: <strong>Last Login: </strong> on %{ date } from %{ ip }
ar: <strong>آخر تسجيل دخول: </strong> في %{ date } من %{ ip }

source: <strong>Last Password Change: </strong> on %{ date } from %{ ip }
ar: <strong>تغيير كلمة المرور الأخيرة: </strong> في %{ date } من ٪{ ip }

source: 0 = never
ar: 0 = أبدا

source: 0 = off, 100 = always on
ar: 0 = إيقاف، 100 = دائماً شغال

source: 0-7. 0,7 - Sunday
ar: 0-7. 0,7 - الأحد

source: 0–7; 0, 7 = Sunday
ar: 0–7; 0، 7 = الأحد

source: 0–7; 0,7 = Sunday
ar: 0–7; 0,7 = الأحد

source: 1 day
ar: 1 يوم

source: 1 Day
ar: يوم واحد

source: 1 hour
ar: 1 ساعة

source: 1 minute
ar: 1 دقيقة

source: 1 Month
ar: شهر واحد

source: 1 Week
ar: أسبوع واحد

source: 1-50, no decimals
ar: 1-50، لا توجد أرقام عشرية

source: 10 minutes
ar: 10 دقائق

source: 10 seconds
ar: 10 ثواني

source: 10s
ar: 10ث

source: 12 Months
ar: 12 شهر

source: 1234 or 1234-1239
ar: 1234 أو 1234-1239

source: 1m
ar: 1د

source: 2 Days
ar: يومان

source: 2 Weeks
ar: أسبوعين

source: 3 days
ar: 3 ايام

source: 30 minutes
ar: 30 دقيقة

source: 301 — Permanent
ar: توجيه بشكل دائم (الرمز 301)

source: 302 — Temporary
ar: توجيه بشكل مؤقت (الرمز 302)

source: 303 — Replaced
ar: 303 — تم استبداله

source: 4 hour
ar: 4 ساعات

source: 401 Unauthorized
ar: 401 غير مصرح به

source: 403 Forbidden
ar: 403 محظور

source: 404 Error
ar: خطأ 404

source: 404 Not Found
ar: 404 غير موجود

source: 5 minutes
ar: 5 دقائق

source: 500 Internal Server Error
ar: 500 خطأ داخلي في الخادم

source: 5m
ar: 5د

source: 6 Months
ar: ٦ شهور

source: 7 days
ar: 7 ايام

source: A higher threshold will let more spam through, but is less likely to tag legitimate mail.
ar: وهناك عتبة أعلى السماح المزيد من الرسائل غير المرغوب فيها من خلال، ولكن من غير المرجح أن علامة البريد المشروعة.

source: A label to manage the keys. This is not the login username. (a-zA-Z0-9)
ar: تسمية لإدارة المفاتيح. هذا ليس اسم المستخدم لتسجيل الدخول. (أ-zA-Z0-9)

source: A lower threshold will block more spam, but can potentially tag legitimate mail.
ar: الحد الأدنى سوف يمنع المزيد من البريد المزعج، ولكن يحتمل أن علامة البريد المشروعة.

source: Abort
ar: إجهاض

source: Abuse
ar: إساءة

source: Accepted type:
ar: نوع مقبول:

source: Access host
ar: مضيف الوصول

source: Access Host
ar: مضيف الوصول

source: Access Hosts
ar: وصول المضيفين

source: Access Level
ar: مستوى التوصل

source: Access Level:
ar: مستوى الوصول:

source: account
ar: الحساب

source: Account
ar: الحساب

source: Account Configuration
ar: تكوين الحساب

source: Account Info
ar: بيانات الحساب

source: Account Manager
ar: مدير الحساب

source: Account modified
ar: تم تعديل الحساب

source: Account was successfully deleted
ar: تم حذف الحساب بنجاح

source: Account was successfully suspended
ar: تم إيقاف الحساب بنجاح

source: Account was successfully unsuspended
ar: تم إلغاء تنفيذ الحساب بنجاح

source: Accounts and usage information
ar: الحسابات ومعلومات الاستخدام

source: Action for filter matches:
ar: الإجراء لتصفية المباريات:

source: Actions
ar: الإجراءات

source: Activate
ar: تفعيل

source: Activated
ar: مفعل

source: Active
ar: نشط

source: Active databases
ar: قواعد البيانات النشطة

source: Active Since
ar: نشط منذ

source: Adapt the look of the skin to your own needs.
ar: التكيف مع مظهر الجلد للاحتياجات الخاصة بك.

source: Add
ar: إضافة

source: Add Additional IP
ar: إضافة IP إضافية

source: Add an E-mail Address to the list
ar: إضافة عنوان بريد إلكتروني إلى القائمة

source: Add Another IP
ar: إضافة IP آخر

source: Add any other server hostname that may deliver or relay mail for this domain
ar: إضافة أي اسم مضيف ملقم آخر قد تسليم أو ترحيل البريد لهذا المجال

source: Add Codes
ar: إضافة رموز

source: Add Destination
ar: إضافة وجهة

source: Add DNS records for this IP
ar: إضافة سجلات DNS لـ IP هذا

source: Add DNS Zone
ar: إضافة منطقة DNS

source: Add Entry
ar: إضافة إدخال

source: Add Existing User
ar: إضافة مستخدم موجود

source: Add IP
ar: إضافة IP

source: Add IP Address
ar: إضافة عنوان IP

source: Add Mime Type
ar: إضافة نوع Mime

source: Add My Domains
ar: إضافة نطاقاتي

source: Add New
ar: اضف جديد

source: Add New Apache Handler
ar: إضافة معالج أباتشي جديد

source: Add New Category
ar: إضافة فئة جديدة

source: Add New Domain Pointer
ar: إضافة مؤشر مجال جديد

source: Add New IP
ar: إضافة IP جديد

source: Add New Mime Type
ar: إضافة نوع Mime جديد

source: Add New Override
ar: إضافة تجاوز جديد

source: Add New Redirect
ar: إضافة إعادة توجيه جديدة

source: Add New Server
ar: إضافة خادم جديد

source: Add New Subdomain
ar: إضافة نطاق فرعي جديد

source: Add new User
ar: إضافة مستخدم جديد

source: Add New User
ar: إضافة مستخدم جديد

source: Add New Widget
ar: افزودن ویجت

source: Add one or more Security Question, and then enable it in the options at the bottom of the page.
ar: قم بإضافة سؤال أمان واحد أو أكثر، ثم قم بتمكينه في الخيارات الموجودة أسفل الصفحة.

source: Add Option
ar: أضف خيار

source: Add Package
ar: أضف حزمة

source: Add Plugin
ar: إضافة البرنامج المساعد

source: Add Record
ar: اضافة سجل متابعة

source: Add Scratch Codes
ar: إضافة رموز الخدش

source: Add Search Filter
ar: إضافة عامل تصفية البحث

source: Add Security Question
ar: إضافة سؤال الأمان

source: Add Subdomain
ar: إضافة نطاق فرعي

source: Add Subscriber
ar: إضافة مشترك

source: Add Template
ar: إضافة نموذج

source: Add the code to be inserted into the CUSTOM tokens.
ar: إضافة التعليمات البرمجية لإدراجها في الرموز المميزة CUSTOM.

source: Add to
ar: إضافة إلى

source: Add to Apache
ar: أضف إلى أباتشي

source: Add to blacklist
ar: إضافة إلى القائمة السوداء

source: Add to Blacklist
ar: إضافة إلى القائمة السوداء

source: Add to clipboard
ar: إضافة إلى الحافظة

source: Add to Clipboard
ar: إضافة إلى الحافظة

source: Add to device
ar: إضافة إلى الجهاز

source: Add to DNS
ar: إضافة إلى DNS

source: Add to skip list
ar: إضافة إلى تخطي قائمة

source: Add to Skip List
ar: إضافة إلى قائمة التخطي

source: Add to:
ar: أضف إلى:

source: Add User
ar: إضافة مستخدم

source: Add user home directories to directory list
ar: إضافة دلائل المستخدم الرئيسية إلى قائمة الدليل

source: Add Widget
ar: إضافة ويدجت

source: Added to Apache
ar: أضيفت إلى أباتشي

source: Added to DNS
ar: تمت الإضافة إلى DNS

source: Additional Bandwidth
ar: عرض نطاق ترددي إضافي

source: Additional Bandwidth: %{ amount }
ar: عرض النطاق الترددي الإضافي: ٪{ مقدار }

source: Address:
ar: العنوان:

source: Admin
ar: مشرف

source: Admin Backup/Transfer
ar: مسؤول النسخ الاحتياطي / نقل

source: Admin Backups
ar: عمليات النسخ الاحتياطي المسؤول

source: Admin History
ar: سجل المسؤول

source: Admin Password
ar: كلمة مرور المسؤول

source: Admin Plugins
ar: الإضافات المشرف

source: Admin Settings
ar: إعدادات المسؤول

source: Admin SSL
ar: مشرف SSL

source: Admin Stats
ar: إحصائيات المسؤول

source: Admin Tools
ar: أدوات المسؤول

source: Admin: %{ username }
ar: المسؤول: ٪{ اسم المستخدم }

source: Admin: %{ username } and %{ nusers } user
ar: المسؤول: ٪{ اسم المستخدم } و٪{ نوسرز } المستخدم

source: Administrator Settings
ar: إعدادات المسؤول

source: Admins
ar: المدراء

source: Admins Count
ar: عدد المسؤولين

source: AdSense Configuration
ar: تكوين AdSense

source: Adult Filter:
ar: تصفية الكبار:

source: Advanced edit
ar: تحرير متقدم

source: Advanced Features
ar: ميزات متقدمة

source: Affect Pointers
ar: تؤثر على المؤشرات

source: after
ar: بعد

source: Aggregate Email (RUA)
ar: البريد الإلكتروني المجمع (RUA)

source: Alias
ar: الاسم المستعار

source: Alignment mode for DKIM
ar: وضع المحاذاة لـ DKIM

source: Alignment mode for SPF
ar: وضع المحاذاة لـ SPF

source: All
ar: الكل

source: All Accounts on the Server
ar: كافة الحسابات على الملقم

source: All Data
ar: كافة البيانات

source: All Domains
ar: كل النطاقات

source: All domains selected
ar: تم تحديد جميع النطاقات

source: All Email Accounts
ar: جميع حسابات البريد الإلكتروني

source: All Logs
ar: جميع السجلات

source: All Month(cgi)
ar: كل شهر(cgi)

source: All of Your Users
ar: جميع المستخدمين

source: All User Cron Jobs
ar: جميع وظائف Cron المستخدم

source: all users
ar: جميع المستخدمين

source: All Users
ar: جميع المستخدمين

source: All Users Except Selected
ar: كافة المستخدمين باستثناء المحدد

source: All Users Except Selected Users
ar: كافة المستخدمين باستثناء المستخدمين المحددين

source: All Users Except:
ar: جميع المستخدمين فيما عدا:

source: Allocated
ar: تخصيص

source: Allow
ar: مسموح

source: Allow a Reseller to Backup/Restore their Users(Separate from User Backup/Restore)
ar: السماح لموزع النسخ الاحتياطي / استعادة المستخدمين (منفصلة من المستخدم النسخ الاحتياطي / استعادة)

source: Allow All
ar: السماح بالجميع

source: Allow any hostname ending in %{ domain } to send email for this domain
ar: السماح لأي اسم مضيف ينتهي في ٪{المجال } لإرسال بريد إلكتروني لهذا المجال

source: Allow API logins with the current User/password. Login Keys and Session Keys are always allowed.
ar: السماح بتسجيل الدخول لـ API باستخدام المستخدم/كلمة المرور الحالية. مفاتيح تسجيل الدخول ومفاتيح الجلسة مسموح بها دائماً.

source: Allow Blank Referrer
ar: السماح بـ "مُحيل فارغ"

source: Allow current IP address of the domain to send email for this domain
ar: السماح لعنوان IP الحالي للمجال بإرسال بريد إلكتروني لهذا المجال

source: Allow HTM:
ar: السماح HTM:

source: Allow Overselling
ar: السماح بالبيع الزائد

source: Allow Reseller to create sites with server IP
ar: السماح للموزعين بإنشاء مواقع باستخدام IP للملقم

source: Allow Selected
ar: السماح بتحديد

source: Allow servers listed as MX to send email for this domain
ar: السماح للخوادم المدرجة في قائمة MX بإرسال بريد إلكتروني لهذا المجال

source: Allow the latest version of DirectAdmin to be pushed to this server, as needed.
ar: السماح أحدث إصدار من DirectAdmin أن يتم دفع إلى هذا الملقم، حسب الحاجة.

source: Allow Users with less than
ar: السماح للمستخدمين الذين لديهم أقل من

source: Allow:
ar: مسموح

source: Allowed E-mail
ar: البريد الإلكتروني المسموح به

source: Allowed IPs:
ar: يسمح بـ IPs:

source: Allows browsing of the DA interface to HTM, IMG and CSS files.
ar: يسمح باستعراض واجهة DA إلى ملفات HTM و IMG و CSS.

source: Already allowed
ar: مسموح به بالفعل

source: Already blocked
ar: تم حظره بالفعل

source: Already exists
ar: موجود مسبقا

source: Already in the list
ar: بالفعل في القائمة

source: Anonymous FTP
ar: FTP مجهول

source: Anonymous FTP Accounts
ar: حسابات FTP المجهولة

source: Anonymous FTP Settings
ar: إعدادات FTP المجهولة

source: Answer
ar: إجابة

source: Any
ar: اي

source: Any domain that will be searched for a match
ar: أي مجال سيتم البحث عن تطابق

source: Any e-mail from these addresses will automatically be tagged as spam.
ar: سيتم وضع علامة تلقائيًا على أي بريد إلكتروني من هذه العناوين على أنه بريد غير مرغوب فيه.

source: Any Time
ar: أي وقت

source: Anything
ar: اي شيء

source: Apache
ar: حالة خادم Apache

source: Apache Handlers
ar: معالجات أباتشي

source: App
ar: تطبيق

source: Apparent Usage:
ar: الاستخدام الظاهر:

source: Appears at the end of the virtualHost.
ar: يظهر في نهاية VirtualHost.

source: Appears at the very top of the template, before setting the variables.
ar: يظهر في أعلى القالب، قبل تعيين المتغيرات.

source: Appears in ALL context{} sections, used for password protected directories.
ar: يظهر في كافة المقاطع السياق{} ، المستخدمة للدلائل المحمية بكلمة مرور.

source: Appears in ALL location / sections. Use the LOCATION token.
ar: يظهر في جميع المواقع / المقاطع. استخدم الرمز المميز للموقع.

source: Appears in phpIniOverride{} section.
ar: يظهر في phpIniOverride{} المقطع.

source: Appears in rewrite{} section.
ar: يظهر في المقطع إعادة كتابة{} .

source: Appears in scripthandler{} section.
ar: يظهر في مقطع برنامج نصي_handler{} .

source: Appears in vhssl{} section.
ar: يظهر في مقطع vhssl{} .

source: Appears just before the <Directory> section.
ar: يظهر قبل <Directory> المقطع.</Directory>

source: Appears just before the webapps include.
ar: يظهر قبل أن تتضمن webapps.

source: Append
ar: الحاق

source: Application
ar: طلبات التقديم

source: Applications
ar: التطبيقات

source: Apply Template
ar: تطبيق القالب

source: Apply To
ar: قبول

source: Apply to all users
ar: تطبيق على كافة المستخدمين

source: Apply to All Users
ar: تطبيق على كافة المستخدمين

source: Apply to existing domains
ar: تطبيق على المجالات الموجودة

source: Apply to me
ar: تنطبق علي

source: Apply to Me
ar: تنطبق على لي

source: Approve Password
ar: الموافقة على كلمة المرور

source: April
ar: ابريل

source: Archive Size
ar: حجم الأرشيف

source: Archive Type
ar: نوع الأرشيف

source: Are you sure you want to add selected IP to skip list?
ar: هل تريد بالتأكيد إضافة IP محدد لتخطي القائمة؟

source: Are you sure you want to add selected user to skip list?
ar: هل تريد بالتأكيد إضافة مستخدم محدد لتخطي القائمة؟

source: Are you sure you want to block selected %{ subject }?
ar: هل تريد بالتأكيد حظر ٪{ الموضوع المحدد}؟

source: Are you sure you want to delete selected %{subject}?
ar: هل تريد بالتأكيد حذف %{subject} المحدد؟

source: Are you sure you want to delete selected files?
ar: هل أنت متأكد أنك تريد حذف الملفات المحددة؟

source: Are you sure you want to delete selected user?
ar: هل تريد بالتأكيد حذف مستخدم محدد؟

source: Are you sure you want to delete user %{user}?
ar: هل تريد بالتأكيد حذف %{user} المستخدم؟

source: Are you sure you want to disable protection for %{path}?
ar: هل تريد بالتأكيد تعطيل الحماية %{path}؟

source: Are you sure you want to disable this feature?
ar: هل تريد بالتأكيد تعطيل هذه الميزة؟

source: Are you sure you want to reboot server?
ar: هل تريد بالتأكيد إعادة تشغيل الملقم؟

source: Are you sure you want to remove selected elements from skip list?
ar: هل تريد بالتأكيد إزالة العناصر المحددة من قائمة التخطي؟

source: Are you sure you want to restore selected files?
ar: هل تريد بالتأكيد استعادة الملفات المحددة؟

source: Are you sure you want to unblock selected IP?
ar: هل تريد بالتأكيد إلغاء حظر IP المحدد؟

source: Are you sure you want to unlink selected IP?
ar: هل تريد بالتأكيد إلغاء ربط IP المحدد؟

source: Arguments
ar: الحجج

source: As Link
ar: كـ ارتباط

source: Aside
ar: وبصرف النظر

source: Assign
ar: تعيين

source: Assign Existing User to %{database}
ar: تعيين مستخدم موجود %{database}

source: Assign IP
ar: تعيين IP

source: Assign IP to:
ar: تعيين IP إلى:

source: Assign to Reseller
ar: تعيين إلى موزع

source: Assigned IP
ar: IP المعينة

source: Assigned IPs
ar: برامج العمل اى المعينة

source: Attachments will separate the spam into its own message, preventing scripts from being run.
ar: ستقوم المرفقات بفصل البريد الإلكتروني العشوائي في الرسالة الخاصة به، مما يمنع تشغيل البرامج النصية.

source: Attempts
ar: المحاولات

source: August
ar: اغسطس

source: Authenticate
ar: المصادقة

source: Authenticate to send signals
ar: المصادقة لإرسال إشارات

source: Authentication
ar: المصادقة

source: Authentication Failure Reporting Format
ar: تنسيق الإبلاغ عن فشل المصادقة

source: Author
ar: المؤلف

source: Authorize
ar: الصلاحيات

source: Authorized Keys
ar: مفاتيح معتمدة

source: Auto
ar: تلقائي

source: Auto + Confirm
ar: تلقائي + تأكيد

source: Auto-responders
ar: المجيب التلقائي

source: Auto-Responders
ar: المستجيبون التلقائيون

source: Automated SSL Certificates Information
ar: معلومات شهادات SSL الآلية

source: Automatic/User Select
ar: تحديد تلقائي/مستخدم

source: Automatically delete messages
ar: حذف الرسائل تلقائياً

source: Automatically delete tickets
ar: حذف التذاكر تلقائيا

source: autoresponder
ar: الرد الالي

source: Autoresponder
ar: الرد الالي

source: Autoresponders
ar: اوتوريسبوندرز

source: Autoresponders limit reached
ar: تم الوصول إلى حد الرد التلقائي

source: Autoresponders: Includes all autoresponders and messages.
ar: الرد التلقائي: يشمل جميع الرسائل والرسائل.

source: Available
ar: المتاح

source: Available Memory
ar: الذاكرة المتوفرة

source: Available Version
ar: الإصدار المتوفر

source: Avoid using the Ignore option unless you know what you are doing. Spammers will be sending you e-mails to random addresses, and this option will accept those e-mails. You will not know it because the accepted e-mails would be discarded. This greatly increases the server load unnecessarily. If you do not want the catch-all to be on, then use the Fail option instead.
ar: تجنب استخدام خيار تجاهل إلا إذا كنت تعرف ما تقوم به. سيتم إرسال Spammers لك رسائل البريد الإلكتروني إلى عناوين عشوائية، وهذا الخيار قبول تلك الرسائل الإلكترونية. لن تعرف ذلك لأنه سيتم تجاهل رسائل البريد الإلكتروني المقبولة. هذا يزيد إلى حد كبير تحميل الملقم unnecessarily. إذا كنت لا تريد أن يكون catch-all تشغيل ثم استخدم الخيار فشل بدلاً من ذلك.

source: Back
ar: رجوع

source: Back to Homepage
ar: العـودة الى الصفحـة الرئيسيـة

source: Back to limit hits table...
ar: العودة إلى جدول الحدود...

source: Backed up Web Logs
ar: النسخ احتياطي سجلات ويب

source: Backup
ar: النسخ الاحتياطي

source: Backup Decryption
ar: فك التشفير الاحتياطي

source: Backup Encryption
ar: تشفير النسخ الاحتياطي

source: Backup ID
ar: معرف النسخ الاحتياطي

source: Backup Path
ar: مسار النسخ الاحتياطي

source: Backup/Restore Settings
ar: إعدادات النسخ الاحتياطي/الاستعادة

source: Bandwidth
ar: عرض النطاق

source: Bandwidth (MB)
ar: عرض النطاق الترددي (MB)

source: Bandwidth / Disk Usage
ar: عرض النطاق الترددي / استخدام القرص

source: Bandwidth Breakdown
ar: توزيع النطاق الترددي

source: Bandwidth Breakdown for %{month} %{year}
ar: توزيع النطاق الترددي %{month} %{year}

source: Bandwidth Breakdown for %{user}: %{year} %{month}
ar: توزيع النطاق الترددي %{user}: %{year} %{month}

source: Basic Configuration
ar: التكوين الأساسي

source: Be sure to copy and backup the "RSA PRIVATE KEY" along with the request. You will need it when installing the certificate. Because you're an admin, you will be saving to the "shared server certificate" and the key is not saved anywhere until you paste it with the certificate.
ar: تأكد من نسخ النسخ الاحتياطي "مفتاح RSA PRIVATE" مع الطلب. ستحتاج إليها عند تثبيت الشهادة. لأنك مسؤول، سيتم الحفظ إلى "شهادة الملقم المشترك" ولا يتم حفظ المفتاح في أي مكان حتى تقوم بلصقه بالشهادة.

source: Be sure to re-scan the QR code, as all old codes become invalid.
ar: تأكد من إعادة مسح رمز الاستجابة السريعة، حيث تصبح جميع الرموز القديمة غير صالحة.

source: Billing Issue
ar: مشكلة الفوترة

source: Blackhole
ar: الثقب الأسود

source: Blacklist IPs for excessive DA login attempts
ar: قوائم سوداء IP لمحاولات الدخول المفرطة DA

source: Blacklist Usernames
ar: أسماء المستخدمين القائمة السوداء

source: Blank will default to %{ limit }
ar: الفارغ هو افتراضي إلى ٪{حد }

source: Blank will default to unlimited
ar: سوف فارغة الافتراضي إلى غير محدود

source: Block
ar: حظر

source: Block %{ subject }
ar: حظر ٪{الموضوع}

source: Block a specific E-mail address
ar: حظر عنوان بريد إلكتروني محدد

source: Block all e-mails containing stop words
ar: حظر كافة رسائل البريد الإلكتروني التي تحتوي على كلمات إيقاف

source: Block all e-mails larger than (KB)
ar: حظر كافة رسائل البريد الإلكتروني الأكبر من (KB)

source: Block By
ar: حظر

source: Block IP
ar: حظر IP

source: Block List
ar: قائمة الحظر

source: Block mail from an entire domain
ar: حظر البريد من مجال بأكمله

source: BlockCracker Blocked Paths
ar: مسارات محظورة BlockCracker

source: BlockCracking Blocked Paths
ar: حظر حظر المسارات المحظورة

source: BlockCracking Disabled
ar: تعطيل الحظر

source: Blocked
ar: محظور

source: Blocked E-mail
ar: البريد الإلكتروني المحظور

source: Blocked Permanently
ar: تم حظره بشكل دائم

source: Both
ar: كلاهما

source: Bounce
ar: بونص

source: Brute Force Monitor
ar: أداة مراقبة القوة الغاشمة

source: Brute Force Monitor: Block List
ar: مراقبة القوة الغاشمة: قائمة الحظر

source: Brute Force Monitor: IP List
ar: Brute Force Monitor: قائمة IP

source: Brute Force Monitor: Skip List
ar: مراقبة القوة الغاشمة: قائمة التخطي

source: Brute Force Monitor: User List
ar: مراقبة القوة الغاشمة: قائمة المستخدمين

source: CA Root Certificate
ar: شهادة جذر المرجع المصدق

source: Cached Swap Memory
ar: ذاكرة المبادلة المخزنة مؤقتاً

source: Callable
ar: الاستدعاء

source: Can Update
ar: يمكن تحديث

source: Can use Server IP
ar: يمكن استخدام IP الملقم

source: Cancel
ar: إلغاء

source: Cannot execute your request
ar: لا يمكن تنفيذ طلبك

source: Cannot Execute Your Request
ar: لا يمكن تنفيذ طلبك

source: Catch-All E-mail
ar: التقاط جميع البريد الإلكتروني

source: CC Address
ar: عنوان CC

source: CC should not be equal to Autoresponder address
ar: CC لا ينبغي أن يكون مساوياً لعنوان الرد التلقائي

source: Certificate
ar: شهادة

source: Certificate Authority SSL Certificate
ar: شهادة SSL المرجع المصدق

source: Certificate Expiry
ar: انتهاء صلاحية الشهادة

source: Certificate Hosts
ar: مضيفي الشهادات

source: Certificate Key
ar: مفتاح الشهادة

source: Certificate Request
ar: طلب الشهادة

source: Certificate Request copied to clipboard
ar: طلب الشهادة الذي تم نسخه إلى الحافظة

source: Certificate Type
ar: نوع الشهادة

source: Certificates
ar: شهادات

source: CGI Access
ar: وصول CGI

source: CGI-Bin
ar: CGI-بن

source: Change
ar: تغيير

source: Change %{ username }'s password
ar: تغيير ٪{اسم المستخدم}كلمة المرور

source: Change Answer
ar: تغيير الإجابة

source: Change Daily Limit
ar: تغيير الحد اليومي

source: Change domain options
ar: تغيير خيارات المجال

source: Change IP
ar: تغيير IP

source: Change Limit/Quota
ar: تغيير الحد/الحصة النسبية

source: Change Limits
ar: تغيير الحدود

source: Change Location
ar: تغيير الموقع

source: Change Package
ar: تغيير الباقة

source: Change Package for User %{user}
ar: تغيير حزمة %{user} المستخدم

source: Change password
ar: تغيير كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

source: Change Password/Username
ar: تغيير كلمة المرور/ اسم المستخدم

source: Change Passwords
ar: تغيير كلمات المرور

source: Change position
ar: تغيير موضع

source: Change privileges
ar: تغيير الامتيازات

source: Change sent emails daily limit
ar: تغيير رسائل البريد الإلكتروني المرسلة حد يومي

source: Change the User's IP
ar: تغيير IP المستخدم

source: Change User Message
ar: تغيير رسالة المستخدم

source: Chart
ar: رسم بياني

source: Check
ar: التحقق

source: Check domain owner for Subdomain creation
ar: تحقق من مالك المجال لإنشاء نطاق فرعي
