Repository: BakaySerg/directadmin-craft-skin
Catalog: evolution/lang/login-*.po
Languages: tr

source: ← Back to the login page
tr: ← Oturum açma sayfasına geri dön

source: Authenticate
tr: Kimlik doğrulama

source: Code
tr: Kod

source: Code from E-mail
tr: E-posta içindeki kod

source: Computer or server time out of sync by %{ hours } hours.
tr: Bilgisayar ya da sunucu zamanı %{saat} farklı.

source: Enter your Username and a confirmation link will be sent to your email account.
tr: Kullanıcı adınızı yazın. E-posta adresinize bir onay bağlantısı gönderilecek.

source: Forgot Password?
tr: Parolanızı mı unuttunuz?

source: format:datetime
tr: yyyy-MM-dd HH:mm

source: Get the code from your phone's app, or use a backup scratch code.
tr: Telefonunuzdaki uygulamadan kodu alın ya da yedek kodlardan birini kullanın.

source: Hmm, login details do not seem to be correct. Please try again.
tr: Oturum açma bilgileri doğru gibi görünmüyor. Lütfen yeniden deneyin.

source: Language:
tr: Dil:

source: Log In using your username and code from E-mail
tr: Kullanıcı adınızı ve e-posta ile gönderilen kodu kullanarak oturum açın

source: Logged in..
tr: Oturum açılıyor...

source: Password
tr: Parola

source: Please enter username
tr: Kullanıcı adını yazın

source: Please enter your password
tr: Lütfen Şifrenizi giriniz

source: Request New Password
tr: Yeni parola gönderilsin

source: Send me a Link
tr: Bağlantı gönderilsin

source: Sign in
tr: Oturum aç

source: Submit Answer
tr: Yanıtı gönder

source: Trust this device for %{ days } days
tr: Bu aygıta %{Days} gün güvenilsin

source: Two Step Authentication
tr: İki aşamalı kimlik doğrulama

source: Username
tr: Kullanıcı adı
